{
  "url": "https://payretailers.com/es/suplantacion-identidad",
  "content": "Blog La suplantación de identidad es un delito porque se trata de un tipo de robo muy usual en el comercio electrónico . Ocurre cuando alguien se beneficia adquiriendo de manera ilegal los datos de otra persona, principalmente los de las tarjetas de crédito . En estos casos, el criminal vincula a la víctima con fraudes o administra sus activos bancarios con gastos ilegítimos. ¿Qué es la seguridad en el e-commerce? ¿Qué es la suplantación de identidad? Se dice que hay suplantación de identidad en Internet cuando tus datos o los de cualquier otra persona son manejados por otros. En pocas palabras, la suplantación de identidad es el uso de tu información financiera sin autorización para obtener beneficios. El robo de identidad conocido también como Identity theft o ID theft tiene diversos modos para ejecutarse, entre ellos, los siguientes: El diseño de softwares como el malware para instalarlos maliciosamente en las computadoras con la finalidad de compilar información personal. La sugestión de usuarios a través de páginas web falsas o correos electrónicos para que de manera engañosa revelen sus datos. Comprometer las computadoras o someterlas a la vulnerabilidad informática con errores de programación o antivirus frágiles. De este modo, los criminales pueden acceder a las diferentes cuentas que tienes registradas para robar tu información. Cuando se habla de este robo de información se trata no solo de nombres y apellidos, también de dirección de domicilio, de número de cuentas bancarias, de claves de acceso, de huellas digitales, entre otros. Todos estos datos, generalmente, son suficientes para realizar transacciones comerciales digitales ilícitas , aun cuando aparentan cierta normalidad. 20 consejos sobre cómo comprar seguro online ¿Cuándo se considera delito la suplantación de identidad? Algunos indicadores específicos dejan en evidencia el robo de identidad. Es muy posible que no sepas o no recuerdes qué provocó que otra persona accediera a tus datos . Por tal razón, es de suma importancia que prestes atención a cualquier movimiento que haces en línea ingresando tu información. Sin embargo, activa las alarmas de emergencia cuando seas el protagonista de los siguientes eventos: Recibes facturas de objetos o artículos de compras en línea que no hiciste. Te llaman para cobrar las deudas de cuentas que no elegiste. Te informan del estado de un crédito que nunca solicitaste. Te comunican el rechazo de la solicitud de un préstamo que no pediste. El correo de ciertas entidades financieras repentinamente deja de entrar a tu buzón de entrada. Aprende a asegurar las transacciones online en tu tienda Tipos de suplantación de identidad La suplantación de identidad con consecuencias muchas veces irreversibles se realiza a través de los siguientes modos: Suplantación de identidad oficial Ocurre cuando se roban los datos de algún documento oficial para realizar un trámite. Por lo general, tiene que ver con una transacción bancaria, una compra no autorizada o alguna otra operación de una tarjeta de crédito. Fraude telefónico Existen casos en los que una persona, sin darse cuenta, contribuye de manera directa a la suplantación de su identidad. Sucede cuando el estafador se hace pasar por el encargado de suministrar un servicio y, con motivo de alguna actualización o soporte técnico, solicita a la persona sus datos y sus claves personales. Suplantación de identidad para cobrar un beneficio Muchas personas pueden intentar apropiarse de los datos personales de alguien más para cobrar beneficios de tipo médico, de tipo civil u otros. Usualmente, está involucrada la falsificación de una firma y la apropiación de otros datos. Suplantación motivada por algún crimen Tras un crimen grande, incluyendo otros tipos de fraude y robo, las suplantaciones de identidad son frecuentes porque permiten al criminal ganar tiempo de maniobra mientras la ley se concentra en buscar a la persona suplantada. Esta es inculpada por cargos que no le corresponden y, muchas veces, la única evidencia es algún documento personal presente en el momento y lugar del crimen o algún dato adquirido por medios digitales. Préstamos y servicios inexistentes El estafador se hace pasar por una persona cercana al afectado y, alegando alguna emergencia, le solicita grandes o medianas cantidades de dinero, que no son nunca reembolsadas. Una variante de esta forma de estafa es la del servicio inexistente: haciéndose pasar por un empresario o algún empleador. Fraudes fiscales Sucede cuando se usa la información de alguien más, un falsificador de identidad puede realizar declaraciones de impuestos y enviarlas a la institución correspondiente para luego reclamar un reembolso de estos. Pasarela de pagos online: ¿qué son y cómo usarlas seguramente? Casos de suplantación de identidad más comunes en e-commerce Ser víctima de pishing al dejarse manipular por llamadas o mensajes para otorgar información, navegar en páginas sospechosas o en links son los casos de suplantación de identidad más comunes. Se trata de ataques que por lo general tienen como objetivo acceder a las tarjetas de crédito . Para ello los cibercriminales se valen de malware o ransomware para filtrar datos que provoquen una descarga financiera ilícita de cuentas ajenas corporativas o personales. Existen algunos mecanismos de robo de identidad física y virtual que le facilita el trabajo a los ladrones y pueden llevarse a cabo en las siguientes circunstancias: Los ladrones roban tus documentos personales. Generalmente, acuden al robo de las pertenencias para apropiarse de las tarjetas bancarias y los documentos de identificación. Cuando usas una computadora de manera compartida para realizar tus operaciones bancarias estás expuesto a que otra persona revise la papelera para rescatar los datos borrados. Al usar una red Wifi pública tu información es mucho más vulnerable y susceptible de ser rastreada, sobre todo cuando te solicitan datos para acceder a ella. Facilitar información a través de las descripciones o comentarios en redes sociales. ¿Cuáles son las plataformas de pago online más conocidas y seguras? Consejos para prevenir la suplantación de identidad en la tienda online Considerando lo anterior, principalmente esos casos comunes de pishing tan peligrosos para su información, es importante seguir ciertas pautas de prevención: Evita suministrar tus contraseñas de acceso en redes públicas. No entres en páginas de entidades bancarias que te sean suministradas por mensajes de texto o correos electrónicos. Si recibes llamadas donde te exijan proporcionar sus datos, entonces cancela de inmediato la comunicación. Protege tu empresa de la suplantación de identidad como delito , tus cuentas deben estar blindadas contra el robo de identidad. En PayRetailers te asesoramos para que tus negocios y tus finanzas se mantengan en crecimiento , pues realizamos seguimientos de los procedimientos digitales que implican datos. Tu actividad financiera es un pilar importante de tu desarrollo y nosotros la convertimos en una prioridad. Diversos métodos de pago a tu alcance con PayRetailers Términos y condiciones Políticas de privacidad Políticas de Cookies OK Please set data for booking a meeting in: Full Name* Empresa* Email* Only corporate email Telephone* WebSite Url* Position | Departament*"
}