{
  "url": "https://payretailers.com/es/2023/09/05/payretailers-desembarca-en-bulgaria-expandiendo-operaciones-y-estableciendo-un-centro-de-desarrollo-en-sofia",
  "content": "Blog La empresa española planea contratar más de 150 perfiles tecnológicos y de otras áreas en los próximos 6 meses. El 11 de septiembre, como parte de un evento de puertas abiertas en Sofía, el Fundador/CEO y el COO de PayRetailers presentarán sus planes de expansión. Barcelona, [05/09/2023] – PayRetailers, líder en soluciones de procesamiento de pagos, ha anunciado la próxima apertura de sus nuevas oficinas en Sofía, Bulgaria. Este movimiento refleja la visión de la empresa de fortalecer su presencia en el continente europeo mientras busca descubrir y capitalizar nuevas oportunidades en el panorama global. La decisión de establecer una operación en Sofía marca un hito significativo en la agenda de expansión de PayRetailers. La ciudad, con su rica combinación de talento tecnológico y experiencia operativa en fintech, se presenta como un hub favorable para actividades clave de desarrollo de productos, operaciones y alianzas estratégicas. Para llevar a cabo esta operación estratégica y servir como Gerente General en Bulgaria, la empresa contratará a Miroslav Bojilov , un profesional con amplia experiencia en gestión en el reconocido ecosistema de desarrollo de productos fintech de Bulgaria a nivel internacional. En este sentido, Miroslav compartió sus pensamientos: «La perspectiva de esta fintech innovadora y de rápido crecimiento llegando a Sofía y aprovechando el talento tecnológico local es realmente emocionante». Junto con el crecimiento empresarial y las alianzas regionales, la empresa tiene como objetivo atraer a profesionales altamente calificados en tecnología en Sofía, así como a expertos en diversas disciplinas, enriqueciendo la diversidad de su equipo. Lorenzo Pellegrino, Director de Operaciones y Digital en PayRetailers , comentó: «Estoy lleno de una profunda emoción al regresar a Sofía, un lugar de gran importancia histórica para mí. Mi colaboración previa con profesionales excepcionales en esta ciudad me hace creer firmemente en su potencial para aportar un valor sustancial a PayRetailers. Nuestro enfoque actual es reforzar nuestra infraestructura tecnológica. Estamos buscando activamente desarrolladores de software hábiles, ingenieros de datos calificados y expertos en seguridad, infraestructura y arquitectura, todos ellos áreas fundamentales. Al mismo tiempo, estamos buscando profesionales con experiencia para unirse a nosotros, especialmente en dominios vitales como Finanzas, Producto, Datos, Cumplimiento Regulatorio y Gestión de TI». Pellegrino destacó que la empresa ha diseñado una propuesta de valor diferenciada y atractiva para atraer nuevo talento, ofreciendo sólidas oportunidades de crecimiento profesional, flexibilidad laboral y programas de capacitación de alto nivel. Además, PayRetailers está firmemente comprometida con la diversidad, la inclusión y el bienestar físico y mental de sus empleados. Evento de Puertas Abiertas El 11 de septiembre a las 19:00 (hora local), PayRetailers celebrará un evento de puertas abiertas en el Sense Hotel de Sofía (Sala de Conferencias 1), brindando la oportunidad de conectarse con individuos talentosos interesados en unirse o conocer más al equipo de PayRetailers. Durante el evento, Juan Pablo Jutgla y Lorenzo Pellegrino compartirán la identidad de PayRetailers, sus objetivos y proyectos en curso, además de proporcionar información sobre oportunidades laborales. Juan Pablo Jutgla, Fundador y CEO de PayRetailers , enfatizó: «Este evento representa una oportunidad excepcional para aquellos que deseen formar parte de una empresa líder en la industria de pagos y tecnología. Queremos resaltar nuestra cultura innovadora, nuestras capacidades diferenciadoras, nuestro compromiso con la excelencia y las perspectivas de desarrollo profesional que ofrecemos». Con esta emocionante iniciativa de expansión, PayRetailers está preparada para alcanzar nuevas alturas en la industria de pagos, consolidando su posición como un actor líder y confiable a nivel internacional. Este paso también permitirá a la empresa acelerar la creación e implementación de soluciones digitales en los países donde opera actualmente y operará en un futuro cercano. Quienes estén interesados en unirse a esta travesía pueden asistir al evento el 11 de septiembre. Para obtener más información, por favor contacte a people@payretailers.com . Evento de Puertas Abiertas: El 11 de septiembre a las 19:00 (hora local), únase a nosotros en la Sala de Conferencias 1 del Sense Hotel de Sofía, ubicado en [Tsar Osvoboditel Blvd 16, 1000 Sofia Center, Sofía, Bulgaria]. Acerca de PayRetailers Fundada en 2017, PayRetailers es una solución global de procesamiento de pagos para transacciones seguras y eficientes en América Latina. La empresa es un socio de confianza para negocios que buscan soluciones de pago personalizadas. Con una plataforma flexible respaldada por una API directa y acuerdos comerciales, PayRetailers brinda acceso a más de 250 métodos de pago locales, adaptándose rápidamente a las demandas del mercado. Diversos métodos de pago a tu alcance con PayRetailers Términos y condiciones Políticas de privacidad Políticas de Cookies OK Please set data for booking a meeting in: Full Name* Empresa* Email* Only corporate email Telephone* WebSite Url* Position | Departament*"
}