{
  "url": "https://payretailers.com/es/latam/cumplimiento-pci",
  "content": "Blog Los fraudes hacia las tarjetas de pagos se han incrementado en los últimos años, lo que ha generado que todo negocio online cuide el cumplimiento PCI . Debido a esta razón, desde PayRetailers queremos darte a conocer qué medidas debes tomar para reforzar su cumplimiento y ejecutar una transacción segura. ¡Te recomendamos tomar nota! Los 5 principales KPI’s de e-commerce que debes conocer ¿Qué es el cumplimiento PCI? El Payment Card Industry Data Security Standard (PCI DSS) es un sistema desarrollado en 2006 para evitar fraudes y filtraciones de datos. El cumplimiento de PCI aplica las normas de seguridad necesarias para proteger la información del titular de la tarjeta de pago durante una transacción. Dentro de las normas de seguridad se encuentran incluidos: el desarrollo del software, controles, políticas, seguridad en la arquitectura de la red, etcétera. Ahora bien, de seguro te estarás preguntando en qué casos se aplica el cumplimiento de PCI DSS . Pues bien, te lo explicamos a continuación. ¿Cuándo se aplica PCI? Esta normativa debe ser cumplida sí o sí por bancos y compañías o comercios que realicen las siguientes acciones: Presentar un sistema de punto de venta. Lectura de tarjetas. Poseer aplicaciones de pago en línea y carritos de compra. Guardar y transmitir datos de tarjetas de crédito y débito. Tener redes de almacenamiento y enrutadores de acceso inalámbrico. Si tu empresa aún no cuenta con la certificación del cumplimiento PCI DSS , en PayRetailers te ayudamos a asegurar las transacciones online de tu tienda. ¡Aumenta tu éxito y seguridad! ¿Por qué es importante para tu tienda en línea? Contar con una certificación PCI es imprescindible, pues genera un ambiente seguro para toda la información transaccional. Todos los datos bien guardados harán que tu e-commerce tenga una reputación confiable, responsable y mejora la experiencia del cliente. ¿Qué es la seguridad en el e-commerce? ¿Qué requisitos se necesitan y cuáles son los niveles para el cumplimiento PCI? Son un total de 12 requisitos fundamentales y son los siguientes: 1. Crear y conservar el firewall para la protección de datos. 2. Cambiar las contraseñas suministradas por los proveedores. 3. Resguardar toda información personal de los propietarios de las tarjetas. 4. Encriptar los datos del titular de la tarjeta. 5. Preservar todos los sistemas contra malwares y actualizar los antivirus. 6. Restringir el acceso de datos de las tarjetas. 7. Mantener sistemas y aplicaciones seguras. 8. Supervisar accesos a recursos de red y datos de las tarjetas. 9. Probar con regularidad sistemas y procesos de seguridad. 10. Proteger el espacio donde se almacenan los datos del titular de la tarjeta. 11. Reconocer y acreditar la entrada de los componentes del sistema. 12. Mantener políticas de seguridad de la información. Por otro lado, se han establecido 4 niveles que se agrupan según la cantidad de transacciones anuales, y estos son: ¿Qué beneficios trae para tu negocio? Ejecutar la norma PCI compliance otorgará los siguientes importantes beneficios a tu empresa. 1. Constituir aliados comerciales Podrás mostrar a otras empresas que la protección de datos es una política en tu empresa. Además, tendrás conocimiento de las estrategias de seguridad de tu infraestructura tecnológica. 2. Reducir el peligro de ataques y fraudes cibernéticos Cuando se cumplen las normas, el riesgo de sufrir ciberataques a los datos confidenciales se aminora. PayRetailers es una excelente pasarela de pagos que ofrece una excelente ciberseguridad a e-commerce y startups de Latinoamérica. 3. Maximizar la gestión de posibles percances Se prevé cualquier escenario de incidente, pues esto ocasiona grandes pérdidas a la empresa tanto en lo económico como en la imagen. 4. Establecer un prestigio basado en la confianza Si existe un proceso de pago seguro, los clientes construirán una imagen de tranquilidad hacia tu marca y decidirán optar siempre por tu empresa. 5. Prevenir procesos legales y sanciones Cumplir con el estándar evitará las multas por parte de los reguladores financieros; además, puede limitar transacciones de las marcas de tarjeta o los bancos. Formas de pago por internet seguras En caso de que tu comercio online no cumpla con la normativa PCI, puedes obtener consecuencias destructivas como: En caso de filtración de datos, conlleva multas, auditorias, investigaciones e infracciones que dañarían tu marca. Pérdidas financieras por procesos legales, acuerdos, sentencias o sanciones. Baja confianza hacia tu empresa y la imposibilidad de aceptar tarjetas de pago. Disminución de ventas que pueden conllevar a pérdidas de los puestos de trabajo y el posible cierre de la empresa. ¿Cómo calcular el costo? Un negocio con buen cumplimiento de PCI puede parecer costoso, pero realmente lo vale, pues evitarás consecuencias desagradables. Los costos van de acuerdo al tamaño de tu negocio y el nivel del cumplimiento. Nivel 4: El costo va de $ 60 a $ 75 al mes o más, el cual incluye un escaneo periódico de la red o del sitio web. También una declaración de cumplimiento por parte tuya o de tu personal. Nivel 3: Su costo es partir de $ 1,200 al año. Incluye escaneos periódicos de los ASV, el cual aumenta en función del tamaño de tu red informática y número de direcciones IP. Además de completar el cuestionario de autoevaluación anual y la declaración de cumplimiento. Nivel 2: Cuyo costo es a partir de $ 10,000 al año. Aquí se incluye el cuestionario de autoevaluación anual y la declaración de cumplimiento PCI Así mismo, los escaneos periódicos de lo ASV que van de acuerdo al tamaño de número de direcciones IP y la red informática. Nivel 1: Incluye un escaneo periódico por parte de un proveedor autorizado. Un evaluador de seguridad calificado realizará el informe anual del cumplimiento y la declaración de esta. Su costo es a partir de $ 50,000 al año. A largo plazo, el buen cumplimiento PCI en tu empresa incrementará el control de seguridad y reducirá posibles filtraciones de datos. Desde PayRetailers estamos dispuestos a ayudarte a aumentar la ciberseguridad de tu e-commerce , además te ofrecemos estrategias antifraude localizadas para proteger tu empresa y clientes. PayRetailers: somos tu procesador de pagos en Latino América Términos y condiciones Políticas de privacidad Políticas de Cookies OK Please set data for booking a meeting in: Full Name* Empresa* Email* Only corporate email Telephone* WebSite Url* Position | Departament*"
}