{
  "url": "https://payretailers.com/es/2023/07/12/payretailers-se-une-a-la-fundacion-la-caixa-para-colaborar-en-la-alianza-para-la-vacunacion-infantil",
  "content": "Blog Julio -2023- Barcelona, España. PayRetailers se complace en anunciar su colaboración en la Alianza para la Vacunación Infantil , una iniciativa creada hace 15 años por la Fundación «la Caixa» junto a Gavi, the Vaccine Alliance y con la participación de ISGlobal como socio científico y académico. Esta alianza tiene como objetivo combatir la mortalidad infantil en países en desarrollo y con dificultades de acceso a la atención médica. Como parte de su compromiso anual con causas sociales, PayRetailers se une a la Alianza para la Vacunación Infantil para apoyar el incremento en el número de niños vacunados, brindándoles así un futuro mejor. “Como organización somos conscientes del impacto que tenemos en la sociedad y como, a través de acciones como esta, podemos contribuir positivamente a un entorno más sostenible y al desarrollo social”, Vanessa Martinez, Chief People Officer en PayRetailers. Desde su creación, la Alianza para la Vacunación Infantil ha logrado vacunar a 9 millones de niños menores de 5 años en los 73 países más pobres del mundo, ofreciéndoles un futuro lleno de esperanza. Este año, gracias a la colaboración de organizaciones y empresas como PayRetailers, así como a los empleados de CaixaBank y a personas solidarias que realizan microdonaciones, se espera ampliar significativamente estas cifras. Las contribuciones realizadas se destinarán a distribuir vacunas en Mozambique y Etiopía, dos países donde la neumonía es la principal causa de mortalidad infantil por enfermedades infecciosas a nivel mundial. Esta colaboración representa un paso importante para Fundación “la Caixa” en su misión de mejorar la salud y el bienestar de los niños en situación de vulnerabilidad. En PayRetailers estamos comprometidos en respaldarlos y en contribuir al futuro de aquellos que enfrentan condiciones extremas en África. PayRetailers: somos tu procesador de pagos en Latino América Términos y condiciones Políticas de privacidad Políticas de Cookies OK Please set data for booking a meeting in: Full Name* Empresa* Email* Only corporate email Telephone* WebSite Url* Position | Departament*"
}