{
  "url": "https://payretailers.com/es/latam/denunciar-fraudes-internet",
  "content": "Blog Con el auge de los dispositivos móviles los fraudes por internet son tristemente una realidad cada vez más presente. Por esto es importante que sepas qué tipos de fraudes existen en internet y cómo puedes identificarlos para no ser víctima de ellos. Adicionalmente, te mostramos cómo denunciar fraudes en internet y el paso a paso para salir bien librado si caíste en estas. Tipos de fraudes en línea y cómo identificarlos El principal consejo en cuanto a la seguridad en línea es que siempre te mantengas informado y actualizado. Los ciberdelincuentes constantemente buscan nuevas formas para estafar y quedarse con tu dinero o información privilegiada. Los principales fraudes cibernéticos con los que te puedes encontrar son: Phishing : Con esta técnica los atacantes se hacen pasar por otras personas o instituciones para que reveles información personal. Con dicha información los criminales pueden tener acceso a tus documentos, cuentas bancarias, redes sociales, facturas, cuentas empresariales, etc. Esta técnica hace parte de la ingeniería social (manipulación psicológica para revelar información) por lo que debes prestar atención a redes sociales y correo electrónico. El método más habitual del phishing consiste en enviar correos haciéndose pasar por personas de tu círculo social o por empresas reconocidas. Un ejemplo de lo que puedes llegar a encontrar es que te llegue un correo electrónico mencionando un envío a tu nombre (que tú no has hecho). Acto seguido, te solicitan que ingreses a un enlace para cancelar este pedido si es que no lo has hecho. Una vez allí, los criminales crean portales falsos que solicitan usuario y contraseña y terminas siendo tú mismo quien les facilita esos datos. Es importante que cuando descubras este tipo de comportamientos procedas a denunciar el correo electrónico y a denunciar las páginas web fraudulentas . Malware o virus: Este tipo de estafa se presenta cuando instalas un software o programa malicioso que se encarga de acceder a tus dispositivos y apoderarse de ellos. En muchos casos, los virus se instalan en versiones no oficiales de software conocidos que vienen con cracks informáticos que se presentan como gratuitos. Por lo cual, es aconsejable que siempre compres los programas en sitios web oficiales y confiables. También, es imprescindible que cuentes con un antivirus en todos tus dispositivos, especialmente si son tus dispositivos empresariales o con acceso a cuentas bancarias. Con los virus debes tener en cuenta que si algo es gratis es porque lo estás pagando con tu información. Si quieres saber más: Conoce los tipos de fraude cibernético más comunes Páginas falsas de empresas: Este método ha tomado mucha relevancia en los últimos años y suele complementarse con métodos de ingeniería social. Consiste en hacerse pasar por páginas web de empresas reconocidas calcando dichos portales al milímetro. De esta manera, logran que los usuarios ingresen información de acceso como correos electrónicos, contraseñas y números de identificación. Cuando descubras este tipo de portales no dudes en denunciar una página web estafa . Estafa de Ponzi o Piramidal: Estos engaños son más antiguos que el internet, sin embargo, se han adaptado para expandirse usando los medios digitales. Estos esquemas ofrecen ganancias por inversiones sin trabajo o activos que sustenten dichas rentabilidades. En las pirámides las ganancias se prometen más por atraer a nuevos inversores que por la venta de un producto o servicio. Estas estafas suelen estar asociadas con compras de criptomonedas o transacciones asociadas a estas. Las 5 pasarelas de pago Fintech Chile Los pasos para denunciar fraudes por internet A continuación, te presentamos el paso a paso para denunciar estafa por internet . Antes de proceder con la denuncia lo primero que debes hacer es verificar si tienes acceso a tus cuentas personales. En caso de que sí sea así debes cambiar tus contraseñas de inmediato y añadir un método de verificación en dos pasos. Acto seguido, debes anotar toda la información que puedas con respecto a dicho fraude. Esto incluye los correos electrónicos, números de teléfono, páginas y enlaces web, usuario y contraseña, etc. Cada país tiene una institución encargada de tramitar los delitos cibernéticos. No obstante, es común que las entidades encargadas sean la policía o la fiscalía de tu país. Generalmente, tendrás que presentar la denuncia de manera presencial en una comisaría. Sin embargo, en algunos países tienen portales web habilitados para hacer este proceso de manera virtual. Para saber si tu país cuenta con este servicio de manera virtual puedes acceder al portal de policía de tu región y allí te informarán. Posteriormente, debes tener tu documento de identidad a la mano. De la misma forma, tienes que presentar la información que anotaste previamente y realizar una descripción del caso. Una vez presentada la denuncia ante la autoridad competente debes encargarte de bloquear todos tus servicios bancarios. Si se realizaron pagos a tu nombre debes comunicarte con tu banco, muchos de estos últimos tienen un protocolo establecido para estos casos. Por otra parte, si detectas que han usado una pasarela de pagos debes contactarte con ella y verificar su sección de ayuda. Pasarelas de pago en México: conoce las mejores La importancia de denunciar los fraudes en línea Siempre que seas víctima de fraudes electrónicos debes acudir a denunciar tu caso, algunos de los principales motivos es que: Proteges tus activos y el dinero que tienes online . Previenes que se realicen transacciones a tu nombre o se usen tus cuentas para actividades fraudulentas. Resguardas tu información privada y evitas que en el futuro esto se repita. Asistes a las autoridades competentes a identificar nuevos métodos de cibercriminalidad y evitas que haya nuevas víctimas. Ayudas a que los e-commerce y las plataformas de pago mejoren sus políticas de seguridad. Permites que se identifiquen portales web fraudulentos y estos pueden ser bloqueados. Con la información que te hemos brindado, podrás identificar cuando estés siendo víctima de una estafa y estar atento. Si llegaste al punto en que caíste en las redes de estos criminales, es indispensable que procedas a denunciar fraudes en Internet . Es importante que hagas uso de servicios confiables como PayRetailers, que añade filtros de seguridad a tus transacciones online y blindando el procesamiento de tus pagos con un sistema anti-fraude localizado Términos y condiciones Políticas de privacidad Políticas de Cookies OK Please set data for booking a meeting in: Full Name* Empresa* Email* Only corporate email Telephone* WebSite Url* Position | Departament*"
}