{
  "url": "https://payretailers.com/es/2023/02/09/payretailers-asigna-a-lorenzo-pellegrino-como-el-nuevo-director-de-operaciones-y-asuntos-digitales",
  "content": "Blog Barcelona, febrero 2023 PayRetailers , el proveedor de tecnologías de pago todo en uno líder en América Latina, anunció hoy que Lorenzo Pellegrino será el nuevo Director de Operaciones y Asuntos Digitales. Pellegrino se une a PayRetailers durante su mayor momento de desarrollo, ya que creció de siete a once oficinas; y casi duplicó su plantel a más de doscientos empleados. Además, adquirió Paygol en Chile y Pago Digital en Colombia . Pellegrino liderará la implementación de los recursos de PayRetailers, en pos de mejorar la oferta tecnológica de la empresa y la plataforma internacional; a fin de respaldar la comunidad de comerciantes y la metodología para acceder y trasladar fondos de forma rápida y segura. Líder en la industria de pagos Pellegrino es un respetado líder en la industria de pagos, con alrededor de veinte años de experiencia de gestión de alto nivel. En su labor anterior como CEO de Skrill y NETELLER, dirigía sus negocios de billeteras digitales, junto con la empresa de servicios de marketing de afiliados, Income Access: ambos miembros de Paysafe Group Plc. Pellegrino fue quien coordinó en 2021, el proceso de lanzamiento IPO de Paysafe en la Bolsa de Nueva York (NYSE), para cotizar con el indicador PSFE. Entre 2012 y 2015, Pellegrino también fue vicepresidente ejecutivo de Desarrollo Digital en Optimal Payments Plc, empresa en la que implementó su estrategia de comercialización de NETELLER y la adquisición de Skrill. Él dirigió el esfuerzo empresarial para integrar ambos negocios de billeteras digitales, lo cual condujo a importantes logros corporativos y la optimización de márgenes gananciales. Antes de unirse a Optimal Payments, tuvo varios puestos de nivel ejecutivo en Skrill (conocido anteriormente como Moneybookers) y dirigió las iniciativas de desarrollo empresarial de Skrill en EE. UU. Lorenzo Pellegrino, COO y CDO, agregó : “Estoy muy emocionado de ser parte de una empresa de rápido crecimiento comercial con tanto potencial tecnológico. PayRetailers tiene un gran modelo empresarial y un equipo de gestión talentoso que optimizará el mercado de pagos, un nicho en constante evolución. La innovación y la colaboración entre nuestros equipos nos permitirá obtener grandes logros y me impresiona la capacidad del personal para brindar, en tiempo limitado, productos nuevos de alta calidad. “Hay muchísimas oportunidades por delante y juntos intentaremos ofrecer mayor valor para nuestros clientes, mientras hacemos que la empresa crezca. Como fui CEO en mi puesto anterior, comprendo realmente lo que se requiere para llevar a una empresa como PayRetailers al próximo nivel de crecimiento. Ansío trabajar con los directivos y el equipo de liderazgo mientras ingresamos al siguiente capítulo de expansión y éxito de PayRetailers. Quiero agradecerles por la cálida bienvenida”. Juan Pablo Jutgla, CEO y fundador de PayRetailers, comentó lo siguiente: “En la elección de Lorenzo, se integra la necesidad de un líder con experiencia suficiente para ejecutar y desarrollar la estrategia de PayRetailers mientras la empresa continúa ampliándose. Tiene una reputación única de líder empresarial con gran conocimiento del sector, y una excelente trayectoria en el liderazgo de empresas en mercados desarrollados y emergentes”. “Creemos que su sólida experiencia de liderazgo ayudará a PayRetailers a centrarse en convertirse el método de pago preferido para aumentar nuestra comunidad de comerciantes. Nos complace saber que acompañará a la empresa en su crecimiento a un futuro brillante, y nos entusiasma pasar al siguiente capítulo de PayRetailers.” Términos y condiciones Políticas de privacidad Políticas de Cookies OK Please set data for booking a meeting in: Full Name* Empresa* Email* Only corporate email Telephone* WebSite Url* Position | Departament*"
}