{
  "url": "https://payretailers.com/es/2023/01/09/grupo-payretailers-chile-encabeza-la-ruta-de-rsc-por-la-inclusion-social-y-financiera-en-latam-2023",
  "content": "Blog La Responsabilidad Social Corporativa (RSC) aparece como una nueva forma de dirigir a las empresas, que son importantes tomadores de decisiones y contribuidores del cambio a nivel global. Este es un compromiso voluntario que asumen las compañías con la sociedad, lo que implica una postura pública sobre sus recursos económicos y humanos, utilizándolos para fines sociales con medidas que contribuyan – de alguna manera – a mejorar la calidad de vida de quienes más lo necesitan. Se tiene en cuenta el impacto que generan sus actividades, tanto en sus trabajadores o grupos de interés como en el ámbito social, económico o medioambiental. En consecuencia, la RSC le entrega a la marca un valor intangible de responsabilidad respecto de sus actos en cualquiera de estos ámbitos, provocando un efecto positivo en la imagen y reputación de marca. El Grupo PayRetailers manifiesta un compromiso activo con estos principios, ya que actualmente contribuye con diversas causas benéficas en América Latina y España. Esta vez, la Paytech europea inaugura su ruta de Responsabilidad Social 2023 en alianza con la ONG TECHO , para apoyar a los sectores en riesgo habitacional en Chile. Grupo PayRetailers & TECHO: juntos por Chile El Grupo PayRetailers – conformado por la española PayRetailers , la colombiana Pago Digital y la chilena Paygol – sabe que desarrollar una economía inclusiva requiere otorgar una voz a individuos y lugares que han sido incluidos de manera insuficiente hasta ahora, e invertir en el bien común para las futuras generaciones es clave para lograrlo. Por esta razón, el grupo corporativo presenta su primera acción de responsabilidad para Chile – Un Techo para Chile – una iniciativa orientada a impactar enormemente en la seguridad y la calidad de vida de la comunidad viñamarina, basada en la construcción semestral de viviendas de emergencia en campamentos de la ciudad. Comenzar el 2023 con esta alianza junto a TECHO significa una gran apuesta por la comunidad de Chile, donde se espera fortalecer la acción social y apoyo a familias en riesgo habitacional de Reñaca Alto, Viña del Mar , y mejorar el estándar de vida de las personas que serán beneficiadas por el proyecto. Chile es uno de los países con mayor digitalización comercial en Latinoamérica, con más del 63% de compradores en línea. El Grupo PayRetailers opera en Chile a través de Paygol , con métodos de pago digitales que contribuyen a la inclusión financiera y a la oportunidad de crecimiento para las empresas que deciden expandir sus operaciones a nivel local de forma segura y sostenible. En línea a esto, el grupo corporativo donará a la organización un porcentaje de las transacciones procesadas durante el 2023. Dicha recaudación será distribuida y destinada a la construcción de las viviendas de emergencia, de las cuales los trabajadores de Paygol ayudarán cada semestre en los campamentos de Viña del Mar. Al ser un proyecto tangible y perdurable en el tiempo, la compañía espera seguir contribuyendo al desarrollo de la región – ayudando a más familias y comunidades en la región. Una estrategia con impacto regional y local El Grupo PayRetailers ha venido trabajando con causas sociales en América Latina desde inicios del 2022, involucrándose con las comunidades y respondiendo a sus principales necesidades a fin de conducirlas hacia una mejor calidad de vida. La alianza para Chile corresponde a la cuarta acción de RSC del grupo corporativo en Latinoamérica, tras el impacto positivo de la alianza con Manos Unidas para Colombia , Brasil y México ; trabajando bajo la misma línea con la Fundación Aspasim para España . La multinacional con sede en Barcelona apunta por la inclusión y la diversidad como uno de sus pilares principales, dejando huella en Latinoamérica mientras aporta a la inclusión financiera, social y ambientalmente sostenible. Términos y condiciones Políticas de privacidad Políticas de Cookies OK Please set data for booking a meeting in: Full Name* Empresa* Email* Only corporate email Telephone* WebSite Url* Position | Departament*"
}