{
  "url": "https://payretailers.com/es/2023/01/09/un-techo-para-chile-1ra-accion-de-responsabilidad-social-corporativa-grupo-payretailers-2023",
  "content": "Blog Enero 2023 – Barcelona, España. El Grupo PayRetailers – Pago Digital – Paygol se une a la ONG TECHO por su primera campaña de Responsabilidad Social Corporativa 2023: “ Un Techo para Chile”, para ayudar y mejorar la calidad de vida de las comunidades en riesgo habitacional de Viña del Mar, Chile. Chile es el primer país con el que el Grupo PayRetailers inicia su ruta estratégica de Responsabilidad Social Corporativa 2023 para América Latina y Europa. A través de una alianza inicial junto a TECHO – una de las ONG de mayor renombre e impacto a nivel local – busca fomentar la acción social en las comunidades excluidas de la región de Valparaíso, contribuyendo a la mejora de la calidad de vida y seguridad de las familias de la zona, apoyando la inclusión social y financiera que es uno de los motores y compromisos del grupo corporativo. La causa para Chile persigue el objetivo de combatir la pobreza y el riesgo social en Reñaca Alto, Viña del Mar, para que las familias más necesitadas puedan acceder a viviendas de emergencia y a una vida digna. El proyecto involucra colaboradores de la chilena Paygol – del Grupo PayRetailers – ayudando en la construcción de una vivienda semestral en campamentos de Viña del Mar, de la mano de TECHO , organización local que cuenta con acción en más de 18 países en Latinoamérica, con más de 5.000 proyectos exitosos y 132.878 familias asistidas con viviendas de emergencia. Además, el Grupo PayRetailers donará un porcentaje de las transacciones procesadas durante el 2023. Dicha recaudación será distribuida y destinada a la construcción de las viviendas de emergencia en la que aportarán mano de obra los trabajadores de la compañía. “Desde proyectos locales hasta desafíos regionales, nuestro objetivo es generar un impacto duradero en las comunidades donde vivimos y hacemos negocios, no solo desde nuestra contribución tecnológica para una economía digital inclusiva, sino desde el aumento de su estándar de vida. Es por esto que la colaboración con TECHO cumple un rol importante en nuestra estrategia local en Chile, aportando nuestro granito a las personas que más lo necesitan.” – Juan Pablo Jutgla, CEO & Fundador de PayRetailers. El Grupo PayRetailers – Pago Digital – Paygol tienen la misión de contribuir al desarrollo sostenible de las comunidades donde operan cada año, y, en esta nueva ruta, apoyarán múltiples causas benéficas para continuar consolidando su estrategia de Responsabilidad Social Corporativa para América Latina y el mundo. Términos y condiciones Políticas de privacidad Políticas de Cookies OK Please set data for booking a meeting in: Full Name* Empresa* Email* Only corporate email Telephone* WebSite Url* Position | Departament*"
}