{
  "url": "https://payretailers.com/es/2022/11/02/mexico-grupo-payretailers-y-manos-unidas-presentan-su-ultima-causa-de-responsabilidad-social-del-2022-en-latam",
  "content": "Blog Noviembre 2022 – Barcelona, España. El Grupo PayRetailers – Pago Digital – Paygol junto con la ONG Manos Unidas finalizan su ciclo de Responsabilidad Social Corporativa (RSC) del año, apoyando la causa benéfica en México “Fortalecimiento de redes de apoyo económicas y sociales de mujeres en Chilón – Chiapas”. Tras el satisfactorio resultado en la contribución de las causas benéficas en Colombia y Brasil – en el marco de su estrategia de RSC para apoyar las comunidades más necesitadas en Latinoamérica – el Grupo PayRetailers presenta el lanzamiento de su tercera y última acción de Responsabilidad Social del año vigente. Una alianza en México junto a Manos Unidas , enfocada en mejorar la calidad de vida y el empoderamiento de grupos de autogestión de mujeres en Chiapas. La alianza para México se centra en la contribución de combatir la pobreza en el país, factor que afecta principalmente a las mujeres y los niños, por ser quienes sufren de mayor vulnerabilidad social y económica. El proyecto busca fortalecer su empoderamiento en estos aspectos, brindándoles redes de apoyo que ayuden a reivindicar el derecho de una vida digna, promoviendo iniciativas de micro financiamiento dentro de los grupos de cajas de ahorro de mujeres, que mejoren su calidad de vida y autonomía. Para ello, el Grupo PayRetailers – Pago Digital – Paygol donará un porcentaje de las transacciones procesadas que se realicen durante el mes de noviembre. La recaudación será utilizada – en su totalidad – para contribuir con el fortalecimiento de redes de apoyo para las mujeres en Chilón – Chiapas. Alineados con la presente iniciativa – mediante la misma mecánica de donación – el Grupo PayRetailers sumó a sus causas para Latinoamérica, un compromiso por España. El pasado mes de septiembre donaron el 100% de la construcción de un nuevo proyecto para la Fundación Apsasim en Barcelona – para apoyar el bienestar y la inclusión social de las personas con discapacidad intelectual severa. El Grupo empresarial seguirá liderando en el 2023 este tipo de estrategias de Responsabilidad Social para América Latina, con el claro objetivo de apoyar múltiples causas benéficas que fomenten la inclusión social y financiera en los mercados locales en los que la Paytech europea ejerce sus operaciones. Términos y condiciones Políticas de privacidad Políticas de Cookies OK Please set data for booking a meeting in: Full Name* Empresa* Email* Only corporate email Telephone* WebSite Url* Position | Departament*"
}