{
  "url": "https://payretailers.com/es/rsc-espana-asi-fue-la-contribucion-de-payretailers-con-la-fundacion-aspasim-en-barcelona",
  "content": "Blog Dentro del marco de la estrategia de Responsabilidad Social Corporativa 2022 del Grupo PayRetailers – Pago Digital y Paygol para América Latina, se llevó a cabo durante el mes de octubre una importante contribución social para España junto con la Fundación Aspasim. El proyecto involucró un voluntariado con los equipos de trabajo pertenecientes a PayRetailers, quienes participaron en la construcción de una sala de fisioterapia para la fundación, financiada en su totalidad por la Paytech experta en operar para América Latina. El objetivo de dicha acción partió del compromiso de la compañía por impulsar el bienestar de las personas con discapacidad intelectual severa, actualmente amparadas por Aspasim. Durante tres días de asistencia, más de 30 voluntarios del equipo base de la compañía en Barcelona, se dividieron para cubrir las tareas necesarias, tales como la construcción de la sala recientemente mencionada, el montaje de muebles, la construcción de un huerto orgánico y el mantenimiento de puerta de entrada de la fundación. Grupo PayRetailers & Aspasim: un compromiso social para España El primer día de trabajo en Aspasim, el grupo de voluntarios asistente estuvo conformado por personas de diversos departamentos del Grupo PayRetailers, tales como IT, Legal, People y Marketing, quienes – con la ayuda del personal de apoyo de la fundación – se enfrentaron el desafío de construir los cimientos de la sala de fisioterapia. Primero se montaron las estructuras con grandes vigas de madera, para luego colocar el techo y las puertas, dejando el proyecto avanzado a un 60%, el cual sería terminado al día siguiente por el próximo grupo asistente. Durante la segunda mitad de la jornada, además de limpiar el portal principal, los voluntarios se dedicaron a la construcción y mantenimiento del huerto especializado de la fundación, en donde a futuro se sembrarán tomates, cebollas y otros frutos y vegetales orgánicos, que servirán como fuente de alimentación para el beneficio de la institución. Asimismo, este equipo tuvo la oportunidad de visitar las aulas de las personas asistidas por la Fundación Aspasim , mientras realizaban sus actividades diarias, generando un sentimiento de inclusión entre ambas partes. En el segundo día de trabajo, el grupo dos se presentó en Aspasim para continuar con el trabajo iniciado por el grupo uno el día anterior. Así, se terminó de instalar las puertas de la sala de fisioterapia, además de montar todos los muebles que se usarán para el desarrollo de las actividades a las personas con discapacidad psíquica, tales como closets para guardar materiales, sillas, mesas y repisas, entre otros. A su vez, parte del equipo se dedicó a la tarea de renovar los asientos de la finca, la cual comprendía lijar la madera antigua, limpiar y pintar los bancos, dejándolos como nuevos para el uso de sus habitantes y visitantes. Sin duda, se hizo un gran trabajo en el que participaron la presidenta de la Fundación Aspasim y el CEO & Fundador del Grupo PayRetailers, Juan Pablo Jutgla. Todos hicieron un buen trabajo y, al final de una jornada divertida y trabajada, Aspasim agradeció formalmente a PayRetailers por el apoyo recibido. Por último, el grupo tres de voluntarios de PayRetailers asistió a la fundación para terminar con la construcción del huerto orgánico, donde agregaron tierra fértil dentro de las estructuras de siembra y cultivo, además de plantar diversas flores en conjunto con participantes de la institución. Para coronar el cierre de esta enriquecedora acción social, el Grupo PayRetailers colgó una placa con su nombre y un emotivo mensaje en la entrada de la nueva sala de fisioterapia de Aspasim. Afortunadamente, la sala de fisioterapia de Aspasim servirá de gran ayuda para que muchas personas puedan mejorar su movilidad y resistencia física, obteniendo como resultado una mejor calidad de vida para todas las personas con discapacidad psíquica en la fundación. La iniciativa para España se suma a las múltiples causas de Responsabilidad Social que el procesador de pagos apoya en países de América Latina, tales como Colombia, Brasil y México, donde impulsa la expansión de comercios internacionales de diversas industrias, con el objetivo de fomentar un crecimiento inclusivo, equitativo y sostenible en la región. PayRetailers aportó a una causa benéfica que quedará grabada en la memoria y los corazones tanto de los miembros de la fundación, como de los voluntarios que tuvieron la oportunidad de formar parte de este gran proyecto humanitario. Términos y condiciones Políticas de privacidad Políticas de Cookies OK Please set data for booking a meeting in: Full Name* Empresa* Email* Only corporate email Telephone* WebSite Url* Position | Departament*"
}