{
  "url": "https://payretailers.com/es/latam/normativa-psd2",
  "content": "Blog ¿Qué es la normativa PSD2? Hace unos cuantos años, se vio necesario e importante el generar una normativa especialmente creada para las plataformas con pagos digitales. Seguramente, ahora mismo sigas con dudas sobre este particular. Por eso, en este artículo, te contaremos todo lo que debes saber de esta legislación de la Unión Europea y cómo afecta a los negocios en línea, además de la importancia de conocerla y aplicarla. ¿Cómo funciona la normativa PSD2? Como te mencionamos anteriormente, la PSD2 es una legislación que se planteó hace algo más de 8 años para regular los pagos bancarios en Europa. Pero es la segunda vez que se revisa esta norma, puesto que antes no estaba pensada en los pagos por medio de páginas web. Las siglas PSD2 quieren decir Payment Services Directive y es la segunda vez que se aplica esta norma en la Unión Europea. ¿Qué significa PSD2? ¿Qué es PSD2? Para aclarar un poco mejor estas cuestiones, te explicaremos un poco acerca de su funcionamiento y aplicación. Estos son sus puntos más importantes: Implementa una directiva que integra todos los requisitos de seguridad que tienen los e-commerce al momento en el cual el cliente deba pagar. Esto funciona gracias a que se exige que los pagos tengan una doble verificación (puede ser mediante el correo, llamada al móvil o mensaje de texto). Como se trata de un comercio internacional, también se regulan las tasas de intercambio. Esto, con la finalidad de reducir el costo de los pagos en línea y que sea más justo para todos. Lo anterior afecta positivamente tanto a los compradores como a los vendedores. Se busca que los bancos no tengan el control absoluto de la información bancaria de las personas. Pero se hace con el objetivo de que los negocios en línea también puedan adquirir dicha información para los pagos. Es posible que un procesador de pagos externo lea y recuerde los datos bancarios de alguien que lo permita. Esto es totalmente legal y seguro. PayRetailers blinda el procesamiento de tus pagos con un sistema anti-fraude localizado Cuáles son las diferencias entre PSD y PSD2 Con relación a la primera PSD, la PSD2 tiene algunas novedades , que son: La normativa PSD fue diseñada para el comercio entre bancos, tanto para poner cláusulas como requisitos que debe cumplir cada entidad. Sin embargo, la PSD nunca contempló totalmente lo que es el comercio en línea internacional. La PSD2 sí puso como norma la apertura de todo tipo de proveedores de pago externos a los bancos. Se agregó una SCA, o autenticación reforzada de clientes. Esta norma la deben cumplir todos los bancos al validar de diferentes maneras la identidad de quién esté realizando la compra. Los métodos exigidos como autenticación de dos pasos son: contraseña o pin, una posesión (puede ser un teléfono móvil) y un reconocimiento facial o la huella. Se exige al menos 2 de estas 3. Además de la verificación, se añadieron algunas otras obligaciones que buscan combatir en gran medida el fraude, la suplantación y el robo. De qué manera afecta el PSD2 en mi negocio electrónico? La normativa PSD2 afecta positiva y negativamente un negocio electrónico . Aunque los beneficios son mucho mayores. Entonces, en cuanto a lo negativo: Existe un derecho de reembolso incondicional. En algunos casos, esto puede ser negativo para el vendedor. Lo anterior es porque deberás gastar más dinero en la devolución sin ser necesaria a veces. Por eso, se debe especificar muy bien las condiciones del reintegro de dinero. Las ventajas, son: Reducción de la responsabilidad por pagos no autorizados de 150 a 50 euros. Eliminación de recargos por utilizar la tarjeta de crédito y débito, lo cual aumenta el número de personas que quieren comprar en línea. El negocio en línea tendrá más credibilidad, puesto que solo podrá procesar pagos que el cliente verifique con su pin bancario y otro pin que le llegue a un dispositivo que le pertenezca. Integra el método más usado en México con pagos en OXXO ¿El PSD2 se aplica a nivel mundial? Podrías pensar que el PSD2 aplica a nivel mundial, pero esto puede ser cierto y no serlo al mismo tiempo. Lo que sucede acá son dos cosas en concreto. La ley aplica especialmente para el comercio con países que pertenezcan a la UE . Pueden darse dos situaciones en concreto: la primera es que el vendedor esté en un país de la UE, mientras que la segunda es que el vendedor sea de otro país no perteneciente a la UE y quiera comerciar en la UE. En ambos casos, el comercio debe estar enterado de dicha norma y aplicarla. Por otro lado, si las dos partes se encuentran en países no pertenecientes a la Unión Europea, se deberán acoger a la normativa implementada en el país del vendedor. Acepta pagos PIX y escala tu negocio en Brasil con PayRetailers ¿Cuándo entra en vigor la PSD2? La norma empezó a tener validez en todos los países pertenecientes a la UE desde enero de 2018. Con todo, en España se implementó desde el 2015, pues el proyecto se presentó el año 2013. La normativa europea PSD2 que propone cambios fundamentales en la industria financiera, además de ofrecer acceso a la información bancaria del cliente si está autorizado, y desarrollar un nuevo y enriquecedor mercado de servicios de valor tiene como objetivo aumentar la seguridad del consumidor en los pagos que realiza, en la medida en que la normativa conlleve la exigencia de una autenticación de dos factores para la mayoría de los pagos electrónicos. Este tipo de operaciones anima a las entidades a dotarse de infraestructuras que les permitan conciliar el gran volumen de transaccionalidad con la mínima comunicación con sus clientes. Uno de los objetivos de la autenticación mejorada o doble autenticación es reducir el fraude electrónico. Esto significa que, para autorizar una operación, ya sea una transacción o el simple acceso a la página web del banco, será necesario utilizar al menos dos de los siguientes métodos, independientes entre sí: algo inherente al cliente, como la huella dactilar o reconocimiento facial; algo que tenga el cliente, como una tarjeta, un certificado digital o un teléfono móvil; o algo que el cliente sepa, como un número PIN o una contraseña. Europa es actualmente una especie de campo de pruebas, para el resto de los mercados, siendo Latinoamérica el más cercano por la experiencia que los bancos españoles pueden trasladar en materia de seguridad. Ahora que ya tienes solucionada la duda de ¿qué es la normativa PSD2? , tan solo sigue aplicarla correctamente en tu tienda en línea. En PayRetailers te ofrecemos el acompañamiento de un equipo de profesionales . Te brindaremos toda la asesoría necesaria para que puedas vender en línea a todo el mundo y cumpliendo con todas las normas exigidas por la UE. Términos y condiciones Políticas de privacidad Políticas de Cookies OK Please set data for booking a meeting in: Full Name* Empresa* Email* Only corporate email Telephone* WebSite Url* Position | Departament*"
}