{
  "url": "https://payretailers.com/es/2022/10/03/responsabilidad-social-payretailers-se-une-a-la-fundacion-aspasim-por-las-personas-con-discapacidad-intelectual-en-barcelona",
  "content": "Blog Durante el último año, la compañía española PayRetailers ha fortalecido su estrategia de responsabilidad social corporativa (RSC) en América Latina y Europa, demostrando su compromiso y constancia en la gestión de los impactos – trabajando con operaciones que han involucrado sus puntos de operación y mercados donde presenta oportunidades para las economías de hoy. PayRetailers se une a la Fundación Aspasim en España para contribuir con la construcción de su nueva sala de fisioterapia, ubicada en la ciudad de Barcelona . En el marco de su primera acción de Responsabilidad Social Corporativa (RSC) en el país, la PayTech busca apoyar el bienestar de las personas con discapacidad intelectual severa. Fundación Aspasim, su mayor propósito La fundación Aspasim es una institución sin ánimo de lucro, dedicada a favorecer la calidad de vida y la inclusión social de las personas con discapacidad intelectual, a través de proyectos educativos, ocupacionales, de salud y ocio, siguiendo con la convención sobre los derechos de las personas con discapacidad aprobado por la ONU. La educación inclusiva es nuclear en la actividad de Aspasim, brindando acompañamiento a niños con necesidades educativas especiales y ofreciendo formación especializada en atención especial para profesionales. Para aquellas personas que ya han acabado la etapa formativa y no se pueden incorporar al mercado laboral ordinario, la fundación ofrece talleres ocupacionales enfocados a la artesanía, la manufactura, la agricultura ecológica, y los cuentos musicados, además de disponer de una decena de hogares para personas con apoyo social permanente, donde se promueve un modelo de vivienda familiar y en red con el entorno. PayRetailers & Aspasim por el bienestar de las personas Mediante esta iniciativa, PayRetailers contribuirá con la financiación 100% de la construcción de la que será la nueva sala de Fisioterapia de Aspasim. El esfuerzo también incluye el trabajo con voluntarios formados por diferentes grupos de empleados de su plantilla local para ultimar los detalles del proyecto que comenzó a construirse en el mes de septiembre – aportando su compromiso, esfuerzo y responsabilidad frente a la causa. Aunque este ya no es un territorio nuevo para PayRetailers, si es el inicio de la generación de nuevas campañas de Responsabilidad Social Corporativa en el viejo continente. “Para ayudar al prójimo no debería existir ningún tipo de barrera. En PayRetailers nos dedicamos a los pagos transfronterizos y siguiendo esa misma línea nuestros voluntariados enfocados a la Responsabilidad Social Corporativa son fieles a nuestra cultura, ayudamos porque nos nace hacerlo sin importar el continente, país o cultura”. Vanessa Martinez – CPO en PayRetailers. Soluciones que aportan a la inclusión financiera Los aportes sociales para PayRetailers se han convertido en un factor determinante dentro de su estrategia de liderazgo en Europa y para América Latina, impulsando de una u otra forma la inclusión financiera en los mercados emergentes en donde operan. Esto sumando a las alianzas que tienen con numerosas Asociaciones Fintech y a su relación con más de 50 bancos alrededor de Latinoamérica, soluciones dirigidas a mejorar la calidad de vida y la integración en la sociedad de quienes más lo necesitan. La iniciativa en España se suma a las diversas causas de responsabilidad social que el grupo corporativo viene apoyando durante todo el año en Latinoamérica, en países como Colombia, Brasil y México, donde potencia las operaciones de Merchants de múltiples industrias, con el claro objetivo de fomentar la promoción de un crecimiento inclusivo, equitativo y sostenible para los latinoamericanos. PayRetailers facilita a los negocios a nivel global ofrecer múltiples soluciones de pago locales que garantizan transacciones eficientes y de alta conversión, permitiéndole centrarse en la expansión de su comercio online en la América Latina. PayRetailers: somos tu procesador de pagos en Latino América Términos y condiciones Políticas de privacidad Políticas de Cookies OK Please set data for booking a meeting in: Full Name* Empresa* Email* Only corporate email Telephone* WebSite Url* Position | Departament*"
}