{
  "url": "https://payretailers.com/es/2022/10/02/payretailers-se-compromete-con-la-fundacion-aspasim-en-espana-y-financia-el-100-de-un-nuevo-proyecto-social",
  "content": "Blog Octubre 2022 – Barcelona, España. PayRetailers se une a la Fundación Aspasim para apoyar el bienestar y la inclusión social de las personas con discapacidad intelectual severa. Mediante esta iniciativa, la Paytech con headquarters en Barcelona presenta su primera acción de Responsabilidad Social Corporativa (RSC) en España. El procesador de pagos especializado en mercados emergentes de América Latina asume el compromiso de financiar en su totalidad y formar parte del proceso de construcción de la nueva sala de fisioterapia de Aspasim, una organización sin ánimo de lucro que lleva 80 años trabajando por las personas con discapacidad intelectual. Aspasim es una institución dedicada a atender y acompañar a personas con necesidades educativas especiales, a través de proyectos de salud, ocupacionales, educativos, de habitaje y de ocio, cumpliendo con la Convención sobre los Derechos de las Personas con Discapacidad aprobado por la ONU. Durante el mes de octubre, PayRetailers organizó un voluntariado con diferentes grupos de empleados de su plantilla local, quienes ultimarán detalles de la nueva sala de fisioterapia – cuyo proceso de construcción comenzó en el mes de septiembre – aportando su compromiso, esfuerzo y responsabilidad frente a la causa. “ Sin duda alguna esta es una gran oportunidad para PayRetailers de poder aportar nuestro granito de arena a las personas más necesitadas y construir un lugar en donde puedan desarrollar las terapias necesarias potenciando su evolución y una mejora en su calidad de vida”, comenta Vanessa Martinez, Head of People en PayRetailers. Cada vez son más las empresas que apuestan por incluir acciones de Responsabilidad Social Corporativa en su estrategia empresarial, y PayRetailers es un ejemplo concreto de esta apuesta. Enfocado en mejorar la calidad de vida y la integración en la sociedad de quienes más lo necesitan, esta gran iniciativa se suma a las diversas causas de responsabilidad social que el grupo corporativo viene apoyando durante todo el año en Latinoamérica, en países como Colombia, Brasil y México, donde potencia las operaciones de merchants de múltiples industrias con el claro objetivo de fomentar la inclusión financiera de los latinoamericanos. Acerca de PayRetailers Fundada en 2017, PayRetailers es un proveedor global líder de servicios de pago online con ADN latino. Ofrecemos soluciones de pago de comercio electrónico para el flujo de transacciones transfronterizas end-to-end sin necesidad de una entidad local. A través de una API directa, una plataforma tecnológica y un contrato, ofrecemos a los comerciantes globales más de 250 métodos de pago locales de América Latina. Con una arquitectura tecnológica propia, flexible y altamente escalable, innovamos rápidamente en respuesta a la demanda del mercado para los negocios online de todos los tamaños. PayRetailers tiene su sede en España y cuenta con oficinas regionales en Argentina, Brasil, Chile, Colombia, México, Costa Rica, Paraguay y Perú. Sitio web: https://www.payretailers.com/ LinkedIn: https://www.linkedin.com/company/pay-retailers/ PayRetailers: somos tu procesador de pagos en Latino América Términos y condiciones Políticas de privacidad Políticas de Cookies OK Please set data for booking a meeting in: Full Name* Empresa* Email* Only corporate email Telephone* WebSite Url* Position | Departament*"
}