{
  "url": "https://payretailers.com/es/2022/09/12/grupo-payretailers-adquiere-la-empresa-argentina-de-desarrollo-de-software-asamblo",
  "content": "Blog La empresa española de procesamiento de pagos en América Latina ha firmado un acuerdo para adquirir Asamblo, que pasará a formar parte de Grupo PayRetailers, según ha informado la compañía en un comunicado tras aprobarse la operación. Agosto, 2022 – PayRetailers , principal especialista en pagos de América Latina anunció hoy la adquisición de Asamblo, empresa líder en el desarrollo de soluciones digitales para el sector financiero. Con la firma del acuerdo, todo el talento de Asamblo pasará a ser parte de la plantilla interna de PayRetailers, lo que permitirá además expandir su capacidad de gestión de proyectos de IT y sumar más talento a toda la región. Asamblo , fundada en 2015 con sede en Argentina, tiene entre sus principales funciones de servicio, la consultoría digital y desarrollo de ‘software’ a medida para grandes compañías que figuran como clientes globales: Adidas, Visa, Walmart y Deloitte. Con la operación, según explica Juan Pablo Jutgla, CEO y fundador de PayRetailers, “la adquisición de Asamblo supone un gran paso, ya que refuerza nuestro compromiso estratégico dentro de la región y nos acompaña en nuestra misión de aumentar el liderazgo en el desarrollo de aplicaciones móviles y soluciones digitales, además de la consolidación de verticales fundamentales en sectores básicos para el grupo”. Como parte de su hoja de ruta de crecimiento estratégico, PayRetailers está aprovechando los últimos meses para adquirir empresas que aporten al objetivo de liderar el mercado de procesamiento de pagos en todo LATAM. A través de este centro, la entidad financiera presente en 15 países pretende ampliar sus capacidades con la incorporación de talento para reforzar sus proyectos. Por ello, demandan profesionales de ingeniería y arquitectura de software para la creación de aplicaciones web y móvil, así como expertos de entornos big data. En conferencia de prensa, Juan Pablo Jutgla, CEO de la compañía con sede en Barcelona destacó que la misión de PayRetailers es sencilla: “concretar el enorme potencial de comercio electrónico de LATAM. Esta claridad en los objetivos nos impulsa a adquirir las empresas adecuadas en el momento oportuno para brindar experiencias de pago a los clientes sin problemas en toda América Latina.” Por su parte, Nicolas Sosa, CEO de Asamblo, afirmó: “es un orgullo para nosotros poder sumarnos a la familia de PayRetailers. Demuestra que hemos realizado un buen trabajo durante todos estos años que no ha pasado inadvertido.” Asamblo es la última adquisición desde la puesta en marcha del plan de crecimiento inorgánico del grupo tras las recientes adquisiciones de Paygol y Pago Digital , empresas especializadas en procesamiento de pagos locales en Chile y Colombia. Fortaleciendo el ecosistema Fintech local La apuesta de PayRetailers en la industria Fintech es grande y el COVID-19 aceleró sus planes en esta. El informe Fintech en América Latina y el Caribe, publicado este año por el Banco Interamericano de Desarrollo (BID) en colaboración con Finnovista, identificó, hacia el final de 2021, a un total de 2.482 empresas Fintech en América Latina, las que representan el 22,6% de las 11.000 empresas Fintech que existen a nivel mundial según datos de The Global Fintech Índex 2021. Brasil y México reúnen a más de la mitad de ese universo, precisa el estudio. Y si se agregan Colombia, Argentina y Chile, los cinco países terminan de acumular el 80% de estas plataformas en la región, detalla el informe. Sobre PayRetailers Fundada en el 2017, PayRetailers es un procesador de servicios de pago que admite una amplia gama de métodos de pago a través de una sola integración API que le permite a las empresas globales comercializar con compradores y aumentar los ingresos en América Latina. PayRetailers tiene su sede principal en Barcelona, España, y ha ampliado su red de oficinas regionales con equipos en Madrid, como también en México, Argentina, Brasil, Chile, Colombia, Costa Rica, Uruguay y Perú. Para más información visite https://www.payretailers.com Términos y condiciones Políticas de privacidad Políticas de Cookies OK Please set data for booking a meeting in: Full Name* Empresa* Email* Only corporate email Telephone* WebSite Url* Position | Departament*"
}