{
  "url": "https://payretailers.com/es/2022/08/01/brazil-the-csr-strategy-of-the-grupo-payretailers-manos-unidas-continues-to-support-charitable-causes-in-latam",
  "content": "Blog Agosto 2022 – Barcelona, España . El Grupo PayRetailers – Pago Digital – Paygol junto a la Organización Manos Unidas continúan con su trabajo social en pro de Latinoamérica, apoyando esta vez a Brasil en el “Fortalecimiento de la seguridad alimentaria y cultural del pueblo indígena Chiquitano.” El Grupo PayRetailers – Pago Digital – Paygol anuncia el lanzamiento de su segunda acción de Responsabilidad Social Corporativa para apoyar las causas benéficas en América Latina. Una alianza en Brasil junto a la Organización Manos Unidas por el “ Fortalecimiento de la seguridad alimentaria y cultural del pueblo Chiquitano” que fortalece el objetivo de la compañía de contribuir por la mejora en la calidad de vida de las personas poco favorecidas y otorgar el aporte social que el mundo necesita. La alianza para Brasil se centra en la lucha contra la pobreza, el hambre, la falta de instrucción y el subdesarrollo. Se busca fortalecer la diversificación e impulsar los estudios para profundizar en el conocimiento de las complejas relaciones y situaciones que vive el pueblo indígena de Chiquitano. Para alcanzar su compromiso, el Grupo PayRetailers, donará un porcentaje de las transacciones procesadas que se realicen durante el 2022. Dicha recaudación será distribuida y usada para el fortalecimiento de las comunidades indígenas de Chiquitano. “Estamos seguros de que la colaboración junto con Manos Unidas es una estrategia representativa que seguirá contribuyendo a los diversos países de la región y a las personas que más lo necesitan.”– Juan Pablo Jutgla, CEO & Fundador de PayRetailers. Bajo esta misma iniciativa, PayRetailers, Pago Digital y Paygol seguirán como grupo liderando esta estrategia de Responsabilidad Social para América Latina mediante la misma mecánica de donación y así ayudar otras causas benéficas en México y Chile en lo que resta del presente año. Términos y condiciones Políticas de privacidad Políticas de Cookies OK Please set data for booking a meeting in: Full Name* Empresa* Email* Only corporate email Telephone* WebSite Url* Position | Departament*"
}