{
  "url": "https://payretailers.com/es/2022/08/01/responsabilidad-social-el-grupo-payretailers-por-la-seguridad-alimentaria-y-cultural-del-pueblo-chiquitano-en-brasil",
  "content": "Blog Para que una estrategia de responsabilidad social corporativa (RSC) sea efectiva y tome valor dentro de cualquier compañía, es importante mantener la constancia en la gestión de los impactos – trabajando con operaciones que involucren los diferentes mercados que comprometen el objetivo. Hoy en día, es importante que las empresas que operan alrededor del mundo estén comprometidas con el medio ambiente y las causas sociales, lo cual expone su sentido de responsabilidad y el impacto positivo que pueden generar las marcas para una buena reputación. RSC del Grupo PayRetailers: Una gestión con impacto regional Compañías como el Grupo PayRetailers – conformada por la española PayRetailers , la colombiana Pago Digital y la chilena Paygol – buscan abordar en profundidad los conflictos de carácter ético, económico, ambiental y social que atraviesan a la sociedad, adoptando una postura activa y consciente sobre el impacto de sus operaciones locales. El enfoque objetivo es lograr la sostenibilidad y la adopción de principios clave de la responsabilidad social, como la transparencia e inclusión los cuales puede ayudar a garantizar viabilidad y el éxito a largo plazo de cualquier organización. PayRetailers no es ajeno a estos principios ya que actualmente trabaja con diversas causas a lo largo de la región latinoamericana apoyando a los más necesitados. La multinacional con headquarters en Barcelona, España cuenta con 2 pilares importantes: la inclusión y la diversidad siendo unas de las principales fortalezas de su negocio y el de sus empresas partner: Pago Digital y Paygol. Si bien la Responsabilidad Social es un concepto muy amplio que cada empresa entiende e implementa de manera diferente, para PayRetailers consiste en operar de manera social, local y ambientalmente sostenible. Como primera acción fue su alianza para Colombia por la “Defensa de los derechos del pueblo Wayúu en La Guajira”, con el fin de combatir la desnutrición, la falta de educación y la desigualdad de oportunidades de las poblaciones más vulnerables del país. “Defensa a los derechos del pueblo Wayúu en comunidades de La Guajira, Colombia» Juntos por Brasil: Grupo PayRetailers & Manos Unidas Ahora, el foco del Grupo empresarial especialista en mercados emergentes de América Latina está puesto en Brasil , donde pondrá acción junto a la Organización Manos Unidas por la causa benéfica de “Fortalecer la seguridad alimentaria y cultural del pueblo Chiquitano”, contribuyendo a apoyar y defender los derechos de cinco comunidades indígenas en la región fronteriza entre Bolivia y Brasil. La campaña consiste en donar un porcentaje de las transacciones procesadas que se realicen durante el 2022. A partir de este proyecto, las pasarelas de pagos expertas en América Latina acelerarán su objetivo de responsabilidad social por contribuir en la mejora de la calidad de vida de aquellas personas con menor acceso a una calidad de vida digna, luchando contra la pobreza, el hambre, la falta de educación y el subdesarrollo. El pueblo indígena Chiquitano está poblado por 256.000 habitantes, localizados en la frontera que separa Bolivia y Brasil. Brasil, el mercado de comercio electrónico más grande de LATAM La inclusión financiera y la mayor conectividad han hecho que Brasil se destaque en el mercado del comercio electrónico de su continente, donde PayRetailers juega un papel muy importante al permitir que empresas globales que operan en modelo transfronterizo desembarquen en la región, ofreciendo los métodos de pago locales preferidos por los consumidores brasileños, tales como PIX – sin necesidad de que los comerciantes tengan una estructura física en Brasil, ni de que los brasileños dispongan de acceso a entidades financieras para obtener aquellos productos y servicios que desean. Términos y condiciones Políticas de privacidad Políticas de Cookies OK Please set data for booking a meeting in: Full Name* Empresa* Email* Only corporate email Telephone* WebSite Url* Position | Departament*"
}