{
  "url": "https://payretailers.com/es/2022/07/15/reporte-de-patrocinio-payretailers-patrocinador-oficial-de-la-superliga-americana-de-rugby-2022",
  "content": "Blog Logrando un gran alcance mediático a nivel internacional, PayRetailers y la Superliga americana de Rugby (SLAR) concluyen su ciclo comercial con resultados positivos y visionarios en respuesta a la inversión en patrocinios deportivos en América Latina. Conoce cómo con una alianza estratégica entre ambas marcas se llegó de manera eficaz a los consumidores finales de la región en la que PayRetailers opera para con sus comerciantes. PayRetailers & SLAR: Una alianza sólida y de alto impacto PayRetailers como patrocinador oficial de la Superliga Americana de Rugby, sin duda, ha sido una gran oportunidad de exposición de marca. La firma situó carteles preferenciales a lo largo de todos los campos de juego – con un 80% de visibilidad y más del 35% de presencia , ambas a tiro de cámara 1 – además de contar con el derecho de “El jugador del partido” y “La jugada de la Jornada” . Con impacto televisivo, y a través de los canales de STAR+ con streaming en vivo y repetición de todos los partidos de la liga, PayRetailers llegó a las pantallas de ESPN , el gigante deportivo que facilitó la transmisión en vivo de todos los partidos de la liga para todo LATAM y USA. Se utilizaron 8 cámaras súper HD para su transmisión, logrando un alcance de 39M de vistas en hogares a lo largo de toda la región, de los cuales el 47% de espectadores eran personas de +50 años y un 22% de +35 años, siendo un 71% hombres y un 29% mujeres quienes veían los partidos. Sumado a esto, la marca aumentó su visibilidad digital con branding en los anuncios oficiales, las fechas de los partidos y formaciones. Assets que representaron un engagement total con más de 26K views en Instagram. Por otro lado, fue notorio su fuerte presencia en el backdrop de entrevistas “Panel Flash” y sorteo de capitanes, así como también el branding alrededor de todos los estadios y en potentes acciones de comunicación en torno a las alineaciones de los equipos participantes: el reloj del match, marcador parcial y los “Highligths PayRetailers” que tuvieron lugar dentro de los anuncios de fechas de los partidos, las semifinales y la final. SLAR , alcance y difusión por excelencia La gran acogida que ha tenido la SLAR 2022 en su primer ciclo del año se ve reflejada en los resultados alcanzados en sus canales digitales, tales como YouTube, en donde cuenta con 7.6K suscriptores, superando las 140K visitas mensuales en más de 115 países en todo el mundo. Con mayor representación, Argentina tiene el 25.2% de la audiencia, siguiéndole Chile con 15.5%, Colombia con un 15%, Paraguay con el 10%, Brasil con un 6%, Uruguay con un 5%, EE. UU. con el 2% y México con el 1.8% respectivamente. Asimismo, la Liga cuenta con su propia Aplicación Móvil (APP SLAR) la cual consiguió las 5.800 descargas y 197K vistas de pantalla en lo que va del año. En cuanto a su plataforma de Instagram, la cuenta experimentó un crecimiento de seguidores del 40% al inicio del campeonato, logrando una audiencia de 31K usuarios y un alcance de 334K seguidores. Mientras que en Twitter alcanzó las 2.044M de impresiones y 105.000 visualizaciones de video, en Facebook logró un alcance de 357K usuarios y en su cuenta de TikTok reprodujo el video de rugby más visto con 125.7K visualizaciones. En general, la firma española con ADN Latinoamericano logró una significativa exposición mediática como retorno de inversión, además de haber jugado un role protagonista en el crecimiento profesional del Rugby en LATAM, permitiendo que tanto este apasionante deporte como la notoriedad de su solución de pagos de tecnología robusta llegaran alto. La final de la SLAR: Un campo estratégico para PayRetailers La edición 2022 de la Superliga Americana de Rugby llegó a su fin el pasado mes de junio, coronando a Peñarol Rugby como actual campeón. El primer y único torneo profesional de rugby de América Latina nos dejó grandes ejemplos de destreza y pasión por el deporte, en donde seis equipos de diferentes países de la región dieron lo mejor de sí, destacando a Jaguares XV en Argentina, Peñarol Rugby en Uruguay, Selknam en Chile, Cobras en XV Brasil, Olimpia Lions en Paraguay y los Cafeteros Pro en Colombia. El campeonato constó de 33 partidos arbitrados por 15 referees diferentes, que se jugaron en los estadios de los países mencionados anteriormente. Aquí un breve listado de dichos campos de juego: La Pintana (CHI) Elias Figueroa (CHI) Héroes de Curupayty (PAR) Antonio A. Encina (PAR) Charrúa (URU) Estas sedes estratégicas le permitieron a PayRetailers alcanzar una gran exposición de marca a lo largo del continente latinoamericano, generando sinergias con la cultura y los mercados locales en donde la PayTech española cuenta con equipos especializados para brindarle un servicio de calidad a los diversos merchants globales que operan o se encuentran en proceso de expandir sus negocios en la región. Términos y condiciones Políticas de privacidad Políticas de Cookies OK Please set data for booking a meeting in: Full Name* Empresa* Email* Only corporate email Telephone* WebSite Url* Position | Departament*"
}