{
  "url": "https://payretailers.com/es/el-grupo-payretailers-y-la-ong-manos-unidas-una-alianza-estrategica-de-responsabilidad-social",
  "content": "Blog Junio 2022 – Barcelona, España. El Grupo PayRetailers – Pago Digital – Paygol se une con la Organización Manos Unidas para apoyar en Colombia la “Defensa a los derechos del pueblo Wayúu en comunidades de La Guajira.” El Grupo PayRetailers – Pago Digital – Paygol anuncia el lanzamiento de su primer esfuerzo de Responsabilidad Social Corporativa para apoyar las causas benéficas en América Latina. Una alianza inicial en Colombia junto con la Organización Manos Unidas por la Defensa a los Derechos del Pueblo Wayúu en comunidades de La Guajira, que acelera el objetivo de la compañía de contribuir por la mejora en la calidad de vida de las personas poco favorecidas y otorgar el aporte social que el mundo necesita. La alianza para Colombia se centra en el poder transformador de ayudar, que puede contribuir a reducir la desnutrición, mejorar la salud de la comunidad y el acceso a futuras oportunidades que mejoren la calidad de vida de las personas. Para alcanzar su compromiso, el Grupo PayRetailers, hará una donación de 1€ por cada transacción de procesamientos de pagos que se realice durante todo el mes de junio del 2022. Dicha recaudación será distribuida y usada para la defensa de los derechos del pueblo Wayúu en La Guajira. “Estamos muy entusiasmados de anunciar nuestro acuerdo con Manos Unidas y para apoyar a las comunidades más necesitadas en Latinoamérica. Estamos seguros de que este es el inicio de una colaboración a largo plazo en donde esperamos seguir contribuyendo a diversas causas en la región y a las personas que más lo necesiten”, – Juan Pablo Jutgla, CEO & Fundador de PayRetailers. Bajo esta misma iniciativa, PayRetailers, Pago Digital y Paygol seguirán como grupo liderando esta estrategia de Responsabilidad Social para América Latina mediante la misma mecánica de donación para ayudar otras causas benéficas en Brasil y México en lo que resta del presente año. El Grupo PayRetailers contribuye con responsabilidad social en LATAM Sobre PayRetailers Constituida en el 2017, PayRetailers es una empresa española, proveedor líder de servicios de pago en línea, dedicado a crear un proceso de pago rápido y simple para comercios y compradores. La compañía ofrece una gama completa de soluciones de pago para ayudar a las empresas -de comercio electrónico a aceptar pagos en línea a través de una sola integración API. Para los comerciantes que buscan expandirse internacionalmente a través de ciertas verticales de comercio electrónico, una comprensión clara del comportamiento del consumidor y el gasto en su sector específico será la diferencia entre el éxito y el fracaso. Al aceptar métodos de pago locales, PayRetailers permite que cualquier persona realice compras en línea, incluso si no tiene tarjetas de crédito o débito. PayRetailers tiene su sede en España, con oficinas regionales en México, Argentina, Brasil, Chile, Colombia Uruguay y Perú. Términos y condiciones Políticas de privacidad Políticas de Cookies OK Please set data for booking a meeting in: Full Name* Empresa* Email* Only corporate email Telephone* WebSite Url* Position | Departament*"
}