{
  "url": "https://payretailers.com/es/2022/05/31/slar-2022-by-payretailers-penarol-gana-la-superliga-americana-de-rugby",
  "content": "Blog El pasado viernes 27 de mayo, Peñarol Rugby venció a Selknam por 24 a 13 en el Estadio Charrúa de Montevideo, consagrándose campeón de la SLAR 2022: el torneo de rugby más importante del continente, patrocinado por PayRetailers. La súper final de la Superliga de Rugby, 2022 Al ser el primer y más importante torneo profesional de rugby de Sudamérica, PayRetailers no podía dejar pasar la oportunidad de patrocinar oficialmente la Superliga Americana de Rugby, dejando su huella en la historia del deporte a lo largo de toda la región. Esta vez, Peñarol Rugby se llevó el oro a casa, consolidándose el rey del rugby en LATAM. Con una solidez indiscutible, el equipo uruguayo demostró una dominación persistente en las formaciones fijas, obteniendo el control de las acciones por sobre el equipo de Selknam durante todo el juego. En el segundo tiempo, Selknam fue en busca de un cambio en el resultado. A causa de la presión ejercida por el equipo chileno sobre Peñarol, el equipo uruguayo cometió faltas y recibió tarjetas amarillas, por lo que el encuentro se volvió algo más equilibrado. A Peñarol Rugby se le dificultó revertir el giro provocado por Selknam, dado que ahora contaba con tan solo 13 jugadores en la defensa para impedir que Selknam continuara descontándole puntos. Sin embargo, próximos a la final, el equipo uruguayo obtuvo un penal a su favor y el jugador Etcheverry anotó el gol que definió el partido, consagrando a Peñarol Rugby el campeón de la SLAR 2022. “ Desde PayRetailers nos llena de alegría apoyar a un deporte como el rugby a lo largo de toda la región latinoamericana. Sin duda alguna, es el inicio de una gran colaboración a largo plazo, en donde este patrocinio dejará frutos para ambas partes: tanto para el deporte, como para nuestro posicionamiento de marca en todos los mercados locales en donde operamos, generando una visibilidad importante y beneficiosa para la compañía”, comenta Renato Cassinelli, Public Relations Manager en PayRetailers . Términos y condiciones Políticas de privacidad Políticas de Cookies OK Please set data for booking a meeting in: Full Name* Empresa* Email* Only corporate email Telephone* WebSite Url* Position | Departament*"
}