{
  "url": "https://payretailers.com/es/2022/05/03/payretailers-patrocinador-oficial-de-la-superliga-americana-de-rugby-inicio-su-temporada-2022",
  "content": "Blog La Superliga Americana de Rugby – SLAR , tuvo su primer mes de competición el cual empezó el pasado 13 de marzo, en donde PayRetailers, la pasarela de pagos enfocada al mercado latinoamericano fue la gran sorpresa del campeonato siendo la primera Paytech en ser patrocinador oficial del torneo más grande de Rugby en la región. Superliga Americana de Rugby 2022 El campeonato consta de 2 etapas regulares, en donde 2 equipos se enfrentarán entre si dos veces, clasificando a los cuatro mejores equipos para disputar semifinales y final, utilizando el mismo formato que se realizó en el pasado año 2021. Actualmente la estructura tiene el siguiente formato: La Etapa #1 comenzó el día 13 de marzo y finalizó el 08 de abril. El cual se desarrolló casi en su totalidad – a excepción de tres partidos – en Buenos Aires, Argentina. La Etapa #2 , se juega por completo en el Estadio Charrúa, comenzó el domingo 23 de abril y culminará el próximo domingo 15 de mayo. Las semifinales están previstas para el sábado 21 de mayo y la final se jugará el siguiente sábado 28 de mayo. El torneo se podrá seguir íntegramente por Star +, ESPN y otros canales importantes del deporte en donde PayRetailers tendrá presencia de marca en los estadios, activos digitales y en cuñas publicitarias. La empresa poco a poco ha ido incursionándose en el mundo de los patrocinios deportivos en Latinoamérica obteniendo como resultado una gran acogida en la región soportada por una gran estructura de equipos humanos establecidos en 12 mercados locales en donde PayRetailers cuenta con operaciones procesando pagos transfronterizos de empresas internacionales que deciden expandir sus negocios hacia América Latina. Renato Cassinelli, Manager de relaciones públicas en PayRetailers comenta “La SLAR 2022 será muy emocionante para los amantes de este deporte en Latinoamérica. La integración de esta competición a nuestra familia de patrocinios deportivos es una muestra más de nuestra implicación con la región en donde operamos obteniendo como resultado la fomentación de la inclusión y educación financiera en los diversos mercados emergentes” Sobre PayRetailers Constituida en 2017, PayRetailers es una empresa líder en servicios de pago con sede en España y oficinas regionales en Perú, México, Argentina, Brasil, Chile y Colombia. Su plataforma de pago en línea insignia es una solución unificada que integra más de 250 métodos de pago, incluidas alternativas de pago digitales que utilizan moneda local, como pagos en efectivo, tarjetas de crédito/débito, banca en línea, códigos QR y una amplia gama de billeteras electrónicas. La plataforma de pago de PayRetailers aprovecha la tecnología API para conectar a los consumidores latinoamericanos con comerciantes internacionales, ofreciendo una experiencia de pago perfecta. Desde la perspectiva del comerciante, la solución tiene la clara ventaja de eliminar los obstáculos asociados con la integración de múltiples adquirentes y métodos de pago, configurando varias entidades locales y administrando procesadores de pago y pago de forma individual. Términos y condiciones Políticas de privacidad Políticas de Cookies OK Please set data for booking a meeting in: Full Name* Empresa* Email* Only corporate email Telephone* WebSite Url* Position | Departament*"
}