{
  "url": "https://payretailers.com/es/2022/02/11/in-profile-vanessa-martinez-nueva-chief-people-officer-cpo-de-payretailers",
  "content": "Blog Como CPO, Vanessa Martínez será la encargada de atraer, cultivar y retener el talento humano de PayRetailers, multinacional financiera que ofrece 250 métodos locales en Latam a través de una sola integración. PayRetailers sigue creciendo e incorporando talento. La multinacional ha nombrado recientemente a Vanessa Martínez como la nueva CPO, Chief People Officer , de la compañía. Con su incorporación, la fintech multinacional apuesta por poner a sus empleados en el centro de su estrategia. La experiencia y las aptitudes de Vanessa la sitúan a la altura del desafío. Desde su rol en la empresa se encargará de gestionar la estrategia y los procesos vinculados con la creación y retención de profesionales excepcionales. La nueva CPO es diplomada en Relaciones Laborales y licenciada en Psicología por la Universidad Ramón Llull, también tiene un máster en Desarrollo personal y liderazgo. Además de su formación académica, aporta a la compañía la experiencia que ha ganado trabajando por más 20 años en RR.HH.; o, trabajando con personas, como ella misma se encarga de precisar. Durante los últimos 15 años de su carrera ha trabajado en diversas posiciones de management, tanto en una multinacional, como en el mundo de las startups y fintechs. Los últimos 4 años en IDFinance -FinTech que desarrolla servicios bancarios digitales-, se encargó, entre otras tareas, de desarrollar e implementar diversas iniciativas de Recursos Humanos y responsabilidad social corporativa. Vanessa Martínez es una profesional con iniciativa y grandes dotes comunicativos. Se define como una persona curiosa y empática, en continuo desarrollo personal. Estas valiosas cualidades le permitirán asegurarse de que los valores de la empresa se vean reforzados en cada proyecto que emprenda. Su experiencia profesional, así como su formación académica -con claro enfoque humanista-, le han otorgado una visión bastante completa de las personas y de los distintos entornos que conforman una empresa. Gracias a este enfoque consigue alinear ambas expectativas: las de las personas y las del negocio. Su trabajo en PayRetailers consistirá en optimizar las actividades centradas en las personas, como la contratación, la formación, el desarrollo profesional y la gestión del rendimiento, para garantizar que estos esfuerzos apoyen el crecimiento y los resultados de la compañía. Vanessa plantea un símil entre las empresas y las relaciones humanas. Considera que toda empresa es una comunidad de personas que se relacionan entre sí en pos de un objetivo común. Vanessa cree que, como en cada relación, las partes deben cuidarse mutuamente. Por esto, estima que es necesario atraer nuevo talento que ayude a consolidar, construir, apoyar y desarrollar cada uno de los equipos de PayRetailers. En opinión de Vanessa, esto es clave para posicionar a la compañía en el mercado global: «Mi objetivo es implantar políticas y procedimientos globales que nos permitan convertir a PayRetailers en un mejor lugar para trabajar, donde las personas sean el centro de todo lo que hagamos . Siempre de la mano de la estrategia de negocio, atendiendo y respetando en todo momento las diferentes culturas, porque es justo ahí donde veo la magia de este nuevo reto.» La nueva CPO tendrá como desafío liderar la estrategia de Recursos Humanos en línea con los valores de la empresa. Su objetivo es que, a través del talento adecuado, PayRetailers siga creciendo de manera eficiente y rápida. El aporte de Vanessa será, por lo tanto, de vital importancia para la compañía. ¡Contáctanos! Términos y condiciones Políticas de privacidad Políticas de Cookies OK Please set data for booking a meeting in: Full Name* Empresa* Email* Only corporate email Telephone* WebSite Url* Position | Departament*"
}