{
  "url": "https://payretailers.com/es/2022/01/27/in-profile-el-nuevo-chief-operating-officer-coo-de-payretailers",
  "content": "Blog Enrique Cárcamo, nuevo Chief Operating Officer, COO de PayRetailers: somos una multinacional financiera enfocada en ofrecer a través de una sola integración más de 250 métodos de pagos para empresas internacionales que quieren operar en LATAM. PayRetailers ha incorporado a Enrique Cárcamo como nuevo Chief Operating Officer, COO en la compañía. Enrique cuenta con una extensa trayectoria profesional que lo avala para la posición desde la cual será responsable de las operaciones y gestión de cuentas de la empresa para la región. El directivo es Ingeniero Superior en Informática y Executive MBA por el IESE. A lo largo de su carrera profesional ha trabajado tanto en la definición como en el desarrollo y el lanzamiento de distintas soluciones y productos tecnológicos a nivel internacional. Posee, además, una extensa trayectoria en consultoría tecnológica y en servicios financieros, en especial en el sector de pagos y envío de dinero. Algunos de sus principales clientes han sido el Banco Santander, el BBVA y el Consejo de Seguridad Nuclear. Dentro de sus áreas de especialización se encuentran la transformación digital, la innovación y la internacionalización. Enrique Cárcamo ha liderado el negocio digital de empresas como Monty Global Payments, una compañía en la que durante nueve años encabezó el desarrollo y lanzamiento de la plataforma web y aplicación móvil que permite a sus clientes realizar envíos de remesas a más de 150 países en más de 80 divisas. En PayRetailers se implicará a fondo en la organización de las operaciones, la optimización de los procesos y la implementación, medición y monitorización de los objetivos planteados por la compañía. Su reto está en desarrollar estas funciones en una empresa que trabaja con más de 12 países en Latinoamérica (cada uno con distintos hábitos de consumo), y con más de 250 métodos de pagos. Respecto a sus cualidades profesionales, el propio Enrique Cárcamo señala que su formación y experiencia trabajando con distintos equipos y perfiles le han concedido un profundo conocimiento de negocio y tecnología. Esto le permite entender ambos mundos. De esta forma, puede acercar las posturas entre equipos y clientes y, en consecuencia, ahorrar tiempo y costes. Además, esto genera una evidente mejora en la calidad del resultado, y también en la actitud y el espíritu del equipo. Su perfil profesional se ha fortalecido con el tiempo y con el trabajo de cuatro lineamientos que caracterizan todos sus proyectos: eficiencia, efectividad, coherencia y consistencia. Sobre estos pilares aplica la lógica de la mejora continua. Enrique Cárcamo es un profesional creativo, decidido a hacer las cosas de un modo diferente. Llega a PayRetailers con ganas de sumarse a un equipo y proyecto en constante crecimiento. Señala que su objetivo para la empresa es: “dotar al equipo de Operaciones y Account Management con las herramientas y procedimientos necesarios para facilitar la comunicación y coordinación entre departamentos de forma eficiente y efectiva, y así lograr que el servicio dado a (y percibido por) nuestros clientes sea diferencial, coherente en todas las verticales y consistente en el tiempo”. En una Fintech como PayRetailers es fundamental tener a un COO con la experiencia de Enrique Cárcamo. Al igual que él, creemos firmemente que la tecnología es una herramienta para mejorar el día a día de las personas y aportar a la Inclusión Financiera en América Latina. En PayRetailers estamos orgullosos de tenerlo trabajando con nosotros. Le damos la bienvenida y le deseamos lo mejor en esta nueva etapa profesional. ¡Contáctanos! Términos y condiciones Políticas de privacidad Políticas de Cookies OK Please set data for booking a meeting in: Full Name* Empresa* Email* Only corporate email Telephone* WebSite Url* Position | Departament*"
}