{
  "url": "https://payretailers.com/es/2022/01/21/la-enorme-oportunidad-del-open-banking-para-merchants-en-latam",
  "content": "Blog Los clientes bancarios de hoy en día están empoderados, y exigen servicios personalizados alineados con la tecnología que rodea el resto de sus vidas. Los datos y la innovación tecnológica son factores muy relevantes a la hora de ofrecer servicios financieros personalizados. El Open Banking es una tendencia que se está imponiendo en todo el mundo, sobre todo en América Latina. ¿Qué es el open banking? En términos generales, el Open Banking se refiere al uso de APIs para compartir datos financieros de los consumidores con terceros de confianza, siempre con el consentimiento previo del consumidor. Estos terceros se encargan de crear y poner a disposición del cliente nuevos productos y servicios, y de darles la mayor seguridad posible. La innovación es clave en este sentido, sin ella no sería posible crear productos adaptados a las necesidades del consumidor. En un estudio realizado por Visa se destacan tres grandes beneficios para los consumidores, el primero es aumentar la competencia efectiva que permite la entrada de más comerciantes al mercado, luego entra en juego la innovación, un beneficio que acelera la colaboración entre los bancos tradicionales y terceros. Por último, destacan mejorar la experiencia del consumidor mientras se suman nuevos jugadores para optimizar la cadena que especialmente implementen estándares de seguridad robusta. Open banking es impulsado por Latinoamericanos El rol de Fintechs internacionales, como PayRetailers, ha sido fundamental en el desarrollo del Open Banking en América Latina. Las Fintechs poseen las propuestas innovadoras y la tecnología que las principales instituciones bancarias de la región buscan. De este modo, ayudan a construir la confianza que los consumidores buscan en los nuevos métodos de pagos digitales. Tomemos por ejemplo el caso de Brasil, país donde PayRetailers cubre métodos de pagos conocidos y confiables como la plataforma de pago instantáneo PIX. Este método de pago ha sido utilizado por más de 112,6 millones de usuarios desde que comenzó a funcionar en noviembre de 2020. La plataforma creció exponencialmente en 2021 y superó los 40 millones de transacciones en un solo día en julio de 2021. PIX registró un aumento del 16% en los pagos de los individuos a las empresas. Sin duda, estas cifras representan una gran oportunidad para los comerciantes internacionales que quieren expandir su negocio en la región. Lo que sucede en Brasil no es un caso aislado y puede servir como proyección a las empresas que quieran invertir en Latinoamérica. Según el estudio realizado por Market Research Future , se prevé que en 2022 la inversión en Open Banking aumente hasta 763 millones de dólares en la región. A nivel mundial un estudio de Juniper Research pronostica que el sector del Open Banking crecerá a un ritmo superior al 2.800% en los próximos cinco años. Estos números nos llevan a concluir que el Open Banking está generando un cambio radical para las entidades bancarias. Este cambio irá será apoyado por Fintechs internacionales como PayRetailers y por la aceptación de un número creciente de clientes en América Latina, muchos de los cuales acceden al sistema financiero por primera vez. ¡ Contáctanos ! Términos y condiciones Políticas de privacidad Políticas de Cookies OK Please set data for booking a meeting in: Full Name* Empresa* Email* Only corporate email Telephone* WebSite Url* Position | Departament*"
}