{
  "url": "https://payretailers.com/es/2021/12/23/payretailers-patrocinador-oficial-de-la-superliga-americana-de-rugby-2022",
  "content": "Blog PayRetailers, procesador de pagos para los mercados emergentes de América Latina, anuncia su asociación a la Superliga Americana de Rugby (SLAR) como Patrocinador Oficial – 2022. La expansión y estrategias de PayRetailers permiten hoy anunciar que la compañía se suma al portafolio de empresas internacionales que apoyan la SLAR y su objetivo de promover en los países de Sudamérica el desarrollo de la práctica, respaldando el deporte y la inclusión financiera para la región. Para PayRetailers esta alianza también representa un compromiso con cada uno de los países de Sudamérica, garantizándole al consumidor final de la liga, rapidez y seguridad en los pagos. Además de continuar apoyando la pasión por el deporte que caracteriza a los latinoamericanos, siendo una compañía que se identifica por sus aficiones y hábitos de consumo. “Sumar una Fintech (empresa financiera y tecnológica) en plena expansión, que busca una mayor integración financiera en la región es algo que nos llena de orgullo,” dijo Guillermo Altmann, Gerente Comercial de Sudamérica Rugby. SLAR, y PayRetailers como socios oficiales, buscarán desarrollar plataformas y servicios que brinden beneficios y eficiencia para la familia del rugby, incluyendo venta de tickets y merchandising. La Superliga Americana de Rugby fue fundada en 1988 como Confederación Sudamericana de Rugby con el objetivo de promover los países de Sudamérica la difusión, desarrollo y perfeccionamiento de la práctica de Rugby amateur. About PayRetailers Founded in 2017, PayRetailers is a payment services processor that supports a wide range of payment methods through a single API integration that allows global businesses to market to shoppers and increase revenue in Latin America. For merchants looking to expand internationally across certain e-commerce verticals, a clear understanding of consumer behavior and spending in their industry will be the difference between success and failure. By accepting local payment methods, PayRetailers enables anyone to shop online, even if they don’t have a credit or debit card. PayRetailers is headquartered in Spain, with regional offices in Malta, Mexico, Argentina, Brazil, Chile, and Colombia. Contact our team to explore new opportunities: Learn more ! Términos y condiciones Políticas de privacidad Políticas de Cookies OK Please set data for booking a meeting in: Full Name* Empresa* Email* Only corporate email Telephone* WebSite Url* Position | Departament*"
}