{
  "url": "https://payretailers.com/es/comunidad-wayuu",
  "content": "CAUSA BENÉFICA EN COLOMBIA \"Defensa a los derechos del pueblo Wayúu en comunidades de La Guajira\" PayRetailers, Pago Digital y Paygol entablan una alianza estratégica con la Organización Manos Unidas, para ayudar al pueblo Wayúu en comunidades de La Guajira, a mejorar su calidad de vida, otorgándoles el aporte social que necesitan para llevar una vida digna y exenta de discriminación. Una alianza para Colombia La alianza para Colombia se centra en el poder transformador de ayudar, que puede contribuir a reducir la desnutrición, mejorar la salud de la comunidad y el acceso a futuras oportunidades que mejoren la calidad de vida de las personas. Nuestra operación social comienza en la península de La Guajira, lugar en donde se encuentra el pueblo indígena Wayúu. Nuestro propósito con Manos Unidas A través de nuestro compromiso - mejorar la calidad de vida de las personas en América Latina - junto a la ONG española, reuniremos medios económicos por defender los derechos de la comunidad Wayúu. Manos Unidas financia programas de desarrollo integral mediante organizaciones locales, dirigidos a visibilizar y combatir la desnutrición, la falta de educación y la desigualdad de oportunidades de las poblaciones más vulnerables del mundo. Una donación de Responsabilidad Social El Grupo PayRetailers, hará una donación de 1€ por cada transacción de procesamientos de pagos que se realice durante todo el mes de junio del 2022. Dicha recaudación será distribuida y usada para la defensa de los derechos del pueblo Wayúu en La Guajira. El pueblo Wayúu de La Guajira, Colombia La comunidad Wayúu forma parte de un pueblo indígena que habita la península de La Guajira, la parte más nororiental de Colombia, limítrofe con Venezuela. Se lo considera un pueblo abandonado, debido a la falta de alimentos y agua en cantidades suficientes, así como también por el carente acceso a servicios de salud, educación e inclusión que sufren los miembros de esta comunidad. PayRetailers opera en Colombia con opciones de pago alternativas, impulsando la inclusión financiera y la conectividad en comunidades sin acceso a servicios financieros. Términos y condiciones Políticas de privacidad Políticas de Cookies OK Please set data for booking a meeting in: Full Name* Empresa* Email* Only corporate email Telephone* WebSite Url* Position | Departament*"
}