{
  "url": "https://payretailers.com/es/pueblo_chiquitano",
  "content": "CAUSA BENÉFICA EN BRASIL \"Fortalecimiento de la seguridad alimentaria y cultural del pueblo indígena Chiquitano\" PayRetailers, Pago Digital y Paygol continúan su contribución estratégica con la Organización Manos Unidas, para apoyar a la comunidad indígena de Chiquitano en Brasil, ayudando a fortalecer su cultura, seguridad alimentaria y construir un diagnóstico participativo que diseñe y encamine acciones de desarrollo en el medio plazo. Una alianza para Brasil La alianza para Brasil se centra en la lucha contra la pobreza, el hambre, la falta de instrucción y el subdesarrollo. Se busca fortalecer la diversificación e impulsar los estudios para profundizar en el conocimiento de las complejas relaciones y situaciones que vive el pueblo indígena de Chiquitano, obteniendo un diagnóstico socioeconómico, cultural y ambiental de mejora. Nuestra segunda operación social se localiza en Brasil, región centro – oeste, Mato Grosso, Cuiba, lugar en donde se encuentra el pueblo indígena Chiquitano. Nuestro propósito con Manos Unidas A través de nuestro compromiso - mejorar la calidad de vida de las personas en América Latina - junto a la ONG española, reuniremos medios económicos para el fortalecimiento de la seguridad alimentaria y cultural del pueblo indígena Chiquitano. Manos Unidas financia programas de desarrollo integral mediante organizaciones locales, dirigidos a potenciar la seguridad alimentaria, la cultura local, el crecimiento económico y reducción de las desigualdades para los habitantes de Chiquitano. Una donación de Responsabilidad Social El Grupo PayRetailers, donará un porcentaje de las transacciones procesadas que se realicen durante el 2022. Dicha recaudación será distribuida y usada para el fortalecimiento de las comunidades indígenas de Chiquitano. El pueblo indígena Chiquitano El pueblo Chiquitano, se encuentra en Brasil, Mato Grosso, Cuiaba. Ubicado en la frontera junto con Bolivia. Esta comunidad vive en severas condiciones de inseguridad alimentaria y discriminación social, lo cual está directamente relacionado con el confinamiento de esta población en espacios cada vez más insuficientes para su reproducción social y cultural. PayRetailers opera en Brasil con métodos de pago alternativos, impulsando la inclusión financiera y la conectividad en comunidades sin acceso a servicios financieros. Términos y condiciones Políticas de privacidad Políticas de Cookies OK Please set data for booking a meeting in: Full Name* Empresa* Email* Only corporate email Telephone* WebSite Url* Position | Departament*"
}