{
  "url": "https://payretailers.com/es/mujeres-en-chilon",
  "content": "CAUSA BENÉFICA EN MÉXICO \"Fortalecimiento de las redes de apoyo económicas y sociales de las mujeres en Chilón, Chiapas – México\" PayRetailers, Pago Digital y Paygol siguen comprometidos con las diferentes causas sociales en LATAM junto con la ONG Manos Unidas. En esta ocasión, su esfuerzo es por el fortalecimiento de las redes de apoyo económicas y sociales de las mujeres en Chilón, México, con el objetivo de facilitar herramientas que sean de utilidad para mejorar la calidad de vida de mujeres y niños de las zonas más afectadas de la región. Una Alianza para México La alianza para México se basa en combatir la pobreza en la región, que afecta principalmente a las mujeres y niños por estar expuestos a una mayor vulnerabilidad social y económica. El proyecto busca fortalecer su empoderamiento social y económico, mediante redes de apoyo que ayuden a reivindicar su derecho de una vida digna, promoviendo iniciativas de micro financiamiento dentro de los grupos de cajas de ahorro de mujeres, que mejoren su calidad de vida y autonomía. Nuestro propósito con Manos Unidas A través de nuestro compromiso por mejorar la calidad de vida de las personas en América Latina - junto a la ONG española - reuniremos medios económicos para el fortalecimiento de redes de apoyo económicas y sociales de las mujeres en Chilón, Chiapas. Manos Unidas financia programas de desarrollo integral mediante organizaciones locales, dirigidos a potenciar la seguridad alimentaria, cultura local, crecimiento económico y reducción de las desigualdades para las mujeres habitantes de Chilón. Una donación de Responsabilidad Social El Grupo PayRetailers donará un porcentaje de las transacciones procesadas que se realicen durante el mes de noviembre del 2022. Dicha recaudación será totalmente destinada al fortalecimiento de las redes de apoyo económicas y sociales de mujeres en Chilón, Chiapas. El pueblo de Chilón, Chiapas El pueblo de Chilón, Chiapas, se encuentra en México. La escasez de recursos financieros en la comunidad hace que sus integrantes vivan en precarias condiciones de inseguridad social y alimentaria, causando que las mujeres se vean forzadas a desarrollar trabajos en condiciones indignas, lo cual repercute en la crianza y calidad de vida de los niños. PayRetailers opera en México con métodos de pago alternativos, impulsando la inclusión financiera y la conectividad en comunidades sin acceso a servicios financieros. ¿Preparado para aceptar pagos de más compradores? Regístrate como empresa y empieza a recibir dinero online Términos y condiciones Políticas de privacidad Políticas de Cookies OK Please set data for booking a meeting in: Full Name* Empresa* Email* Only corporate email Telephone* WebSite Url* Position | Departament*"
}