{
  "url": "https://payretailers.com/es/fundacion-aspasim-espana",
  "content": "CAUSA BENÉFICA EN ESPAÑA \"Contribuir a el bienestar de las personas con discapacidad intelectual severa\" PayRetailers se une a la Fundación Aspasim, con la finalidad de financiar y colaborar voluntariamente con la construcción de su nuevo espacio fisioterapéutico, creado para mejorar la atención integral y a lo largo de la vida de personas con discapacidad intelectual grave. Una Alianza para España La alianza para España se centra en contribuir al bienestar de las personas con discapacidad, fomentando el respeto, la empatía y su inclusión en la sociedad. Con esta donación, PayRetailers aporta su granito de arena a una causa benéfica que llena de gratitud tanto a los que apoyan como a los que reciben esta ayuda. Nuestro propósito con la Fundación Aspasim A través de nuestro compromiso – mejorar la calidad de vida y la inclusión social de las personas con discapacidad intelectual – junto a la Fundación Aspasim, financiaremos un proyecto social que tiene como finalidad fomentar el desarrollo psicomotriz de las personas con discapacidad intelectual grave. Una donación de Responsabilidad Social PayRetailers contribuirá con el financiamiento 100% de la construcción de una nueva sala de fisioterapia, destinado a la compra de todo tipo de materiales y recursos de producción necesarios para aportar a la calidad del nuevo espacio fisioterapéutico de Aspasim. Además de colaborar voluntariamente con el equipo humano de PayRetailers para ultimar los detalles, como una muestra de apoyo mutuo y de empatía con quienes más nos necesitan. La Fundación Aspasim, España La fundación Aspasim es una institución sin ánimo de lucro, dedicada a potenciar el bienestar y la inclusión social de las personas con discapacidad intelectual severa, a través de proyectos educativos, ocupacionales, de salud y ocio, siguiendo con la convención sobre los derechos de las personas con discapacidad aprobado por la ONU. PayRetailers opera desde su sede principal en España con soluciones de pago para América Latina, impulsando la inclusión financiera y ayudando a los negocios a superar los retos locales en la región. Términos y condiciones Políticas de privacidad Políticas de Cookies OK Please set data for booking a meeting in: Full Name* Empresa* Email* Only corporate email Telephone* WebSite Url* Position | Departament*"
}