{
  "url": "https://payretailers.com/es/el-grupo-payretailers-contribuye-con-responsabilidad-social-en-latam",
  "content": "Blog La responsabilidad social corporativa (RSC) es un factor determinante en la estrategia de liderazgo de una empresa, basando la gestión en los impactos que su actividad genera a sus clientes, empleados, inversionistas, comunidades locales, y el medioambiente; es definida como una herramienta que sirve para aminorar el impacto negativo de las empresas sobre la sociedad. De acuerdo con el estudio de RSC empresarial para América Latina 2021, realizado por la empresa Española Sherlock Communications , en donde tuvo como muestra a más de 3 mil personas de diferentes multinacionales en seis países de la región (Argentina, Brasil, Chile, Perú y México), reveló que existe una expectativa y un impacto real en la reputación de las marcas. Más del 90% de los encuestados consideran que es importante que las empresas que operan en diversos mercados locales de la región estén comprometidas con el medio ambiente y las causas sociales, lo cual expone su sentido de responsabilidad y el impacto positivo que pueden generar las marcas para una buena reputación. La lucha contra la contaminación del aire y el agua, además de la lucha contra el calentamiento global fueron citadas como las principales preocupaciones para los latinoamericanos. ¿En qué se basa la RSC del Grupo PayRetailers? El impacto social forma parte del compromiso del Grupo PayRetailers – Pago Digital de Colombia e Paygol de Chile, con la promoción de un crecimiento inclusivo, equitativo y sostenible para todos y en cualquier parte de América Latina. Su enfoque consiste en impulsar iniciativas que utilicen la escala de su red, sus productos y recursos financieros, así como también la experiencia y el compromiso colectivo de su comunidad, para así llegar a los más desfavorecidos y ofrecerles acceso a recursos que ayuden a mejorar su calidad de vida. La multinacional española sostiene que la inclusión y la diversidad son unas de las principales fortalezas de su negocio. Estos principios suponen una oportunidad para tener un mayor impacto al construir una economía digital, sostenible e inclusiva en Latinoamérica. Manos Unidas: ¿Cuál es su mayor propósito? Manos Unidas es una ONG española cuya misión es luchar contra el hambre, la pobreza, la deficiente nutrición, las enfermedades y las carencias en el ámbito educativo, y trabajar para erradicar las causas estructurales que las producen: la injusticia, el desigual reparto de los bienes, la falta de oportunidades y la vulneración de los derechos, entre otras. Dicha ONG promueve dos líneas de trabajo: la educación para el desarrollo en el ámbito nacional y la financiación de proyectos de desarrollo en más de 50 países de África, Asia y América latina. Al contar con aportaciones económicas para destinarlas a acciones en concreto, como pueden ser las subvenciones, las campañas de emergencia y la financiación por vía directa, Manos Unidas asume el compromiso de informar sobre el destino de estos fondos, según se acuerde en cada caso con los financiadores en cuestión, y siempre desde los valores de transparencia, responsabilidad y rendición de cuentas que la caracterizan como organización. El compromiso social del Grupo PayRetailers Este 2022, el Grupo PayRetailers asume el compromiso de apoyar diversas causas sociales junto a organizaciones sostenibles del territorio Latinoamericano, en donde contará con operaciones y equipos de trabajo locales. Colombia encabeza su operación social, mediante una alianza estratégica con la ONG Manos Unidas para ayudar al pueblo Wayúu en comunidades de La Guajira. Para esto, el grupo empresarial donará 1€ por cada transacción que se realice durante el mes de junio a favor de la causa benéfica bajo el nombre de proyecto: “Defensa a los derechos del pueblo Wayúu en comunidades de La Guajira” . Sin duda alguna, la multinacional está dando un gran paso adelante para convertirse en una de las marcas responsables más importantes de la región. El pueblo Wayúu de La Guajira, Colombia Los Wayúu son un pueblo indígena que habita la península de La Guajira, la parte más nororiental de Colombia, limítrofe con Venezuela. Se la considera una región “abandonada”, debido a la falta de alimentos y agua en cantidades suficientes, así como también por el carente acceso a servicios de salud, educación e inclusión que sufren los miembros de esta comunidad. Dicho esto, el objetivo de la causa benéfica de PayRetailers, Pago Digital y Paygol junto a Manos Unidas, consiste en contribuir por la mejora en la calidad de vida de las personas marginadas, otorgándoles el aporte social que necesitan para llevar una vida digna y exenta de discriminación. Términos y condiciones Políticas de privacidad Políticas de Cookies OK Please set data for booking a meeting in: Full Name* Empresa* Email* Only corporate email Telephone* WebSite Url* Position | Departament*"
}