{
  "url": "https://payretailers.com/es/prensa",
  "content": "PayRetailers en prensa SAGSE 07 March 2024 PayRetailers Argentina se registra como PSP ante el Banco Central, reforzando su posición en el mercado y sus perspectivas de crecimiento. Read now Métodos Alternativos 13 December 2023 Optimizando la Navidad: la importancia de los APM en las estrategias de pago de los comerciantes Read now Brasil 06 November 2023 PayRetailers Anuncia a Daniel Moretto como el Nuevo Country Manager para Brasil Read now México 27 September 2023 Una entrevista exclusiva con Alexis Andrade, Head of Sales para América del Norte - México, América Central y el Caribe en PayRetailers de México. Read now E-commerce 20 September 2023 En pleno auge digital que transforma las compras en línea en Argentina, PayRetailers, expertos en pagos de América Latina, emerge como figura clave. Read now Expansión 05 September 2023 PayRetailers desembarca en Bulgaria, expandiendo operaciones y estableciendo un centro de desarrollo en Sofía. Se planea contratar más de 150 perfiles tecnológicos. Read now Eventos 22 August 2023 PayRetailers presente en SBC Summit Barcelona, iFX EXPO y SiGMA Europe. Iniciarán en su casa, Barcelona del 19 al 21 de septiembre en Fira Montjuic. Read now Comercio Electrónico 21 July 2023 Guillermo Johanson, Country Manager en Perú: El mercado s una gran oportunidad para industrias como bienes digitales, apuestas deportivas y juegos de azar. Read now e-Learning 19 July 2023 Fiorella Lezama: Cómo abordar la oportunidad e-learning en el mercado latinoamericano. Los pagos digitales desempeñan un papel crucial. Read now Responsabilidad Social 18 July 2023 PayRetailers se complace en anunciar su colaboración en la Alianza para la Vacunación Infantil, una iniciativa creada hace 15 años por la Fundación \"la Caixa\". Read now Empresa 28 June 2023 La simplicidad europea en la complejidad latinoamericana: cómo PayRetailers está liderando la revolución de los pagos en línea. Read now Tecnología 28 June 2023 De la mano con la tecnología, pagos digitales como motor para la economía argentina: Alejandro Dall'Ava, Country Manager de Argentina en PayRetailers. Read now Economía 27 June 2023 El auge de la industria fintech en Chile, factores clave detrás de la expansión empresarial en el país: Carlos Varas, Country Manager de PayRetailers. Read now Empresa 02 June 2023 PayRetailers expande su presencia con la inauguración de sus nuevas oficinas en Barcelona, representando un hito significativo en su estrategia. Read now Empresa 23 May 2023 La simplicidad europea en la complejidad latinoamericana: cómo PayRetailers está liderando la revolución de los pagos en línea. Read now Incorporaciones 11 May 2023 PayRetailers nombra a Jonathan Wilson como Director de Riesgos para continuar proporcionando soluciones de pago seguras y confiables a sus clientes. Read now E-commerce 25 April 2023 Carlos Varas, Country Manager de PayRetailers en Chile: El auge de la industria Fintech, factores clave detrás de la expansión empresarial en el país. Read now Pagos Digitales 31 March 2023 El creciente mercado de pagos digitales en Colombia: Ronald Rodríguez, Head of Product en PayRetailers destaca las oportunidades que brinda el mercado. Read now e-Commerce 23 March 2023 El pastel del 'e-commerce' en Latam: cómo llegar a un mercado de 307.000 millones de dólares y gestionar pagos internacionales con PayRetailers. Read now Economía 12 February 2023 PayRetailers acelera el despliegue de su solución de pagos en América Latina para ayudar a expandir negocios internacionales dentro de la región. Read now Empresa 03 February 2023 PayRetailers, el proveedor de tecnologías de pago líder en Latam, anunció que Lorenzo Pellegrino será el nuevo Director de Operaciones y Asuntos Digitales. Read now Economía 31 January 2023 PayRetailers asigna a Philippe Laranjeiro como Director Comercial para impulsar su ambiciosa estrategia de crecimiento e incrementar participación en el mercado. Read now Sociedad 10 January 2023 El Grupo PayRetailers y la ONG TECHO se unen para ayudar y mejorar la calidad de vida de las comunidades en riesgo habitacional de Viña del Mar, Chile. Read now Economía 09 January 2023 El pago móvil aumentó en España un 10% desde 2019 para compras internacionales, el 14% de españoles finaliza la compra con este método de pago, PayRetailers. Read now e-Commerce 25 November 2022 El comercio electrónico ha crecido desde el 2017 un 49%, alcanzando un nivel de negocio superior a los 57.700 millones de euros. Read now Empresas 14 November 2022 América Latina es la tercera región que más volumen de negocio aporta al 'eCommerce' español: un 8,3% en el primer trimestre de 2022. Read now Social 11 November 2022 México: Grupo PayRetailers y Manos Unidas presentan su última causa de RSC 2022 por el fortalecimiento de redes de apoyo económicas y sociales en Chilón. Read now Juegos online 18 October 2022 ¿Cómo elegir la solución de pagos adecuada para ingresar a América Latina? Los juegos y apuestas deportivas se están abriendo internacionalmente. Read now Empresas 08 October 2022 PayRetailers se compromete con la Fundación Aspasim en España y financia el 100% de un proyecto social enfocado en mejorar la calidad de vida de las personas. Read now Mercados 04 October 2022 Uso de billeteras móviles crecerá más de 40% en el 2023. Mueve más de US$ 2,000 millones en Perú, Guillermo Johanson, Country Manager en Perú. Read now e-Commerce 26 September 2022 Elegir la plataforma de pagos electrónicos, el reto para los comercios. PayRetailers es una de las soluciones más potentes en la región en esta materia. Read now Argentina 20 September 2023 En Argentina. Cuál es el horizonte de los pagos digitales Read now Partnership 26 September 2022 PayRetailers, experto en pagos transfronterizos con más de 250 métodos de pago que operan en América Latina, se asocia con XBO.com. Read now Empresas 08 September 2022 La empresa española de procesamiento de pagos en América Latina ha firmado un acuerdo para adquirir Asamblo, que pasará a formar parte de grupo. Read now Expertos 30 August 2022 \"Las opciones que ofrece Latam para la expansión empresarial son numerosas, pero hay que tener claro las variantes\", Rodrigo Puig-Mir, CSO en PayRetailers. Read now Comercio Internacional 18 August 2022 Las pasarelas de pago como PayRetailers elevan un 200% los comercios internacionales en Latinoamérica. Read now Economía 23 August 2022 La industria del turismo invierte en pasarelas de pagos como PayRetailers para crecer en América Latina. Datos de los seis primeros meses del 2022. Read now e-Commerce 04 August 2022 PayRetailers, en el Top 3 de las pasarelas de pago con las mejores opciones para gestionar las ventas online de los negocios e-Commerce en América Latina. Read now España / Fintech 26 July 2022 La compañía española sigue alcanzando el comercio global con operaciones locales en Latam, garantizando la seguridad y la instantaneidad del tránsito financiero. Read now Empresas/Tecnológicas 30 June 2022 PayRetailers, la PayTech española que ha revolucionado el mercado de cobros y pagos en América Latina para empresas europeas. Read now Responsabilidad Social 13 June 2022 El Grupo PayRetailers-Pago Digital-Paygol se une con Manos Unidas para apoyar en Colombia la “Defensa a los derechos del pueblo Wayúu en La Guajira.” Read now Tecnología 04 May 2022 PayRetailers, el especialista en pagos de LATAM Fintech anunció la apertura de nuevas oficinas en Perú, un movimiento que los acercará a su base de clientes. Read now Finanzas 07 April 2022 PayRetailers adquiere Paygol de Chile y Pago Digital de Colombia en un movimiento para unificar el mercado del comercio electrónico Latinoamericano. Read now Patrocinios 21 February 2022 PayRetailers continúa como Patrocinador Oficial de la CONMEBOL Sudamericana en su segundo año, 2022. Read now Tecnología 14 February 2022 Carles Sasot, Chief Technology Officer de PayRetailers habla en esta entrevista de El mundo sobre la tecnología y la innovación en la compañía. Read now Patrocinios 13 December 2021 La Superliga Americana de Rugby 2022 sumó a la proveedora de servicios de pago PayRetailers como nuevo Patrocinador Oficial. Read now Innovación 23 November 2021 PayRetailers trabaja con expertos locales para fortalecer el mercado Latinoamericano, ofreciendo alternativas de pagos con operaciones domésticas. Read now Economía 28 October 2021 PayRetailers se asocia con Worldline, líder europeo en la industria de pagos y servicios transaccionales. Read now Fintech 11 August 2021 Barcelona está entre las ciudades más atractivas para las Fintechs. La llegada de fintechs como PayRetailers son una prueba de ello. Read now Patrocinios 06 April 2021 CONMEBOL y PayRetailers han alcanzado un acuerdo de patrocinio para los próximos dos años. Read now Patrocinios 23 March 2021 Payretailers refuerza su apuesta por Latinoamérica y se alía con la CONMEBOL Sudamericana. Read now Fintech 18 March 2021 El primer patrocinio de PayRetailers también se considera un movimiento que simboliza su dedicación a los valores de su mercado. Read now Patrocinios 16 March 2021 El reconocido proveedor de servicios de pago PayRetailers se convertirá en Patrocinador Oficial de la CONMEBOL Sudamericana. Read now Marketing deportivo 16 March 2021 Talleres jugará una Copa Sudamericana con nuevo formato y más dinero. Read now Fintech 03 January 2021 PayRetailers ha logrado construir una sólida red de socios en múltiples países de América Latina con operaciones que se extienden por la región. Read now Tecnología 30 November 2020 Las soluciones de Pago en América Latina se consolidan gracias a redes de socios sólidas (MEX). Read now Fintech 11 August 2020 El aterrizaje de PayRetailers en Barcelona ha evidenciado claramente la consolidación de las fintech en la ciudad. Read now Media kit Descarga nuestro kit de medios ahora y descubre la forma más sencilla de llegar a más clientes. KIT DE PRENSA Términos y condiciones Políticas de privacidad Políticas de Cookies OK Please set data for booking a meeting in: Full Name* Empresa* Email* Only corporate email Telephone* WebSite Url* Position | Departament*"
}