{
  "url": "https://payretailers.com/es/ayuda",
  "content": "Contáctanos ¿Tienes alguna pregunta o necesitas ayuda con PayRetailers? Estamos aquí para ayudarte. PayRetailers es una solución de pagos electrónicos que te facilita recibir el pago de algún producto o servicio que esté a la venta en un sitio o tienda online. No, como comprador no es necesario registrarse en PayRetailers, pero sí debes estar registrado en el sitio web donde realizarás la compra. Solo pueden registrarse en PayRetailers los Comercios que deseen recibir pagos en línea a través de nuestra plataforma. Para enviar un mensaje a nuestro equipo de Soporte al Comprador, puedes acceder al enlace: abrir tiquet/ y completar la información solicitada en el formulario. El tiempo de respuesta es de hasta dos días hábiles. Necesitaremos una descripción completa de su solicitud en el mensaje inicial, indicando todos los datos de la cuenta (dirección de correo electrónico, documento de identificación) y el recibo de pago adjunto. Nuestro equipo de soporte trabaja de lunes a viernes. Si el monto del depósito se dedujo de tu cuenta bancaria pero el pago aún no se confirmó en el sitio web donde hiciste la compra, comunícate con nosotros, enviando el recibo junto con la información de registro de tu cuenta en la plataforma (correo electrónico y número de identificación personal). Ten en cuenta que incluso si PayRetailers verifica el pago, es posible que el sitio web tarde algunas horas en confirmarlo y que se vea reflejado en tu cuenta. Es muy importante seguir las instrucciones de pago proporcionadas para evitar retrasos en la confirmación de los pagos. Si realizaste el pago y olvidaste insertar el número de referencia, Es muy importante seguir las instrucciones de pago correctamente para evitar retrasos en la confirmación de los pagos. Si realizaste el pago y olvidaste ingresar el número de referencia o pusiste un número erróneo, comunícate con nosotros para que investiguemos el depósito. Debes adjuntar tu comprobante de pago, informarnos el número de referencia correcto y el correo electrónico registrado en la página de la compra. Si es la primera compra que realizas por Internet, asegúrate de que tu tarjeta está activa para poder realizar compras online. Puedes hacerlo entrando en contacto con tu banco y solicitando activar esta opción. Si ya activaste la opción de realizar compras en internet y tu tarjeta continúa siendo rechazada, verifica que tienes saldo suficiente en tu cuenta. Si el problema persiste, entra en contacto con tu banco para que verifiquen el error. El plazo para realizar un pago depende del método de pago utilizado. Normalmente, estará indicado en las instrucciones de pago al crear un pedido con el Comercio. Es importante mencionar que cada método de pago tiene su tiempo de procesamiento. Los cupones emitidos y no pagados se cancelan automáticamente a los cinco días de haberse creado, sin generar ningún costo adicional para el cliente. Si emitiste un cupón por error o por duplicado, puedes ignorarlo. Para hacer una nueva compra, solo debes ingresar al sitio web deseado y generar un nuevo pedido. Siempre que envíes un mensaje al sitio web, lo ideal es esperar un período de hasta 7 días para recibir una respuesta. Trascurrido ese plazo, puedes contactar con nosotros para que te ayudemos reenviando tu solicitud a los canales de contacto del Comercio. Te sugerimos que busques todos los medios de contacto de la plataforma, como correo electrónico, formulario, chat, teléfono, etc., y revises sus Términos y Condiciones. También te pedimos que consultes el Centro de Ayuda/Preguntas Frecuentes para encontrar más información sobre tu pregunta. Si has recibido un cargo desconocido a nuestro nombre, te pedimos enviarnos un mensaje a través del enlace https://www.payretailers.com/es/abrir-tiquets/ con la mayor cantidad de información posible, para que podamos llevar a cabo una investigación interna. Entre la información que nos puede ayudar, está tu número de identificación y una captura de pantalla de tu estado de cuenta con los datos de la transferencia. Aclaramos que PayRetailers no se pone en contacto ni envía ningún tipo de comprobante a través de WhatsApp ni ninguna aplicación similar. Por lo tanto, NO realices ningún pago a partir de mensajes recibidos por esos medios. No. El depósito es procesado automáticamente dentro del plazo establecido para cada método de pago. Una vez recibimos la confirmación del pago, lo notificamos inmediatamente al sitio de la compra. El plazo de confirmación puede ser de hasta 48 horas hábiles. Cuando haces un pago con tarjeta de crédito, por cuestiones de seguridad es posible que te llegue un correo electrónico para solicitarte información adicional y completar el depósito. El monto del depósito será retenido en tu cuenta hasta que envíes la información solicitada. Si pasado el plazo indicado en el correo no envías la información, el pago será devuelto automáticamente a tu cuenta bancaria. PayRetailers no es quien vende el producto o servicio, sino que actúa como procesadora de pagos, por lo que no emite facturas ni comprobantes de ningún tipo. Cuando realizas un pago, tu banco o el cajero donde realices la operación te deben entregar un comprobante de pago con todos los detalles. Si realizaste un depósito a través de Khipu, pero no creaste una orden de pago o te equivocaste en un dato, como el RUT o el monto, recibirás la devolución automática dentro de un plazo de 10 días hábiles. No. No es necesario tener un registro con nosotros. La solicitud de retiro debe realizarse directamente a través de la página web donde tienes los fondos. Si no ha recibido el retiro solicitado dentro de 3 a 5 días hábiles, te pedimos que te comuniques directamente con el soporte del sitio web donde hiciste la solicitud para que puedan brindarte asistencia. PayRetailers actúa como un intermediario de pagos. Por lo tanto, para solicitar un reembolso, primero debes contactar al equipo de soporte del sitio web donde realizaste la compra. Si el sitio web confirma que reembolsará tu pedido, PayRetailers recibirá la solicitud de devolución y procederá con el reembolso dentro de los 5 a 15 días hábiles. Para solicitar un reembolso de un pago realizado a través de Efecty, debes presentar la solicitud por medio de sus líneas de atención: Teléfonos: (1) 6510101 – (1)7566027 – 18000186027 Correo electrónico: servicioalcliente@efecty.com.co Si realizaste tu compra con una tarjeta de débito o crédito, y el comercio autorizó tu solicitud de reembolso, este será ingresado de forma automática a la tarjeta con la cual se hizo la compra. Este procedimiento puede tardar hasta 15 días hábiles. Si por algún motivo tu tarjeta está cancelada, pero fue sustituida, el reembolso lo verás en tu nueva tarjeta. Cada banco tiene su propio plazo para procesar las reversiones. Algunos pueden tardar hasta 60 días o dos estados de cuenta para acreditar el valor en tu cuenta. ¿No encuentras lo que estás buscando? Envíanos un correo con tu consulta de forma rápida y fácil para hablar con nuestro equipo de soporte. Recibirás un correo electrónico con la respuesta a tu petición. FORMULARIO Términos y condiciones Políticas de privacidad Políticas de Cookies OK Please set data for booking a meeting in: Full Name* Empresa* Email* Only corporate email Telephone* WebSite Url* Position | Departament*"
}