{
  "url": "https://payretailers.com/es/linea-etica",
  "content": "Ante todo, actuamos con integridad Nuestra Línea Ética proporciona un canal seguro y confidencial para informar sobre posibles conductas irregulares o poco éticas. Ya seas parte de nuestro equipo interno, cliente, proveedor, o contratista, puedes utilizar este canal para compartir tus preocupaciones.La Línea Ética está gestionada por nuestro Jefe Global de Cumplimiento Normativo, garantizando la seguridad y confidencialidad de tus comunicaciones. Denuncias Denuncia presuntas irregularidades de forma anónima o personal. Tras el envío, recibirás un usuario y contraseña para consultar el estado y agregar nueva información en cualquier momento. ¿Cómo realizar una denuncia? Juntos fortalecemos nuestra cultura ética y mantenemos la confianza de nuestros stakeholders. Si necesitas informarte sobre principios de negocio responsable, te ofrecemos nuestra Línea Ética anónima y confidencial. Aseguramos total confidencialidad en la gestión de tu denuncia, cumpliendo siempre con la ley y con nuestra responsabilidad de investigar y abordar cualquier denuncia por cuestiones éticas. Reporta de forma fácil y segura a través de nuestra página web. Haz clic en el botón para acceder al sistema de denuncias por Internet. ENVIAR DENUNCIA La Línea Ética ha sido creada para que los empleados, proveedores, clientes y todos los públicos del Grupo PayRetailers en general, puedan reportar de forma anónima aquellos comportamientos no éticos que vayan en detrimento de nuestra cultura ética. Te recordamos que a través del Canal de Denuncias no se gestionan consultas o reclamaciones de carácter comercial. Para ello, se disponen los correspondientes teléfonos y herramientas de atención al cliente. A través de este canal se pueden denunciar las omisiones en los controles o las normas, fraudes, hurtos, malversación de activos, manipulación de estados financieros, actos de corrupción, conflictos de interés, mal uso de los activos de la organización, revelación de información privilegiada, abuso tecnológico, acoso, violación de leyes o regulaciones y relaciones laborales, mal ambiente laboral y/o personal conflictivo, entre otros. Términos y condiciones Políticas de privacidad Políticas de Cookies OK Please set data for booking a meeting in: Full Name* Empresa* Email* Only corporate email Telephone* WebSite Url* Position | Departament*"
}