{
  "url": "https://payretailers.com/es/terminos-y-condiciones",
  "content": "Términos y condiciones generales del servicio TÉRMINOS Y CONDICIONES GENERALES DEL SERVICIO PAY RETAILERS presta los servicios que se describen más adelante (en adelante los «Servicios» o el «Servicio» ) a los Comercios (cómo estos se definen a continuación). Definiciones Para los efectos de los presentes Términos y Condiciones Generales del Servicio, se entenderá por: I. El «Servicio» y/o los «Servicios» A la función de procesamiento de pagos prestados a través de la subcontratación de terceros y/o afiliados a Pay Retailers, en diversas jurisdicciones y cuyas características se precisan en el apartado “Descripción del Servicio” y “Cesión y subcontratación”. II. «Software» aquella plataforma digital ofrecida por Pay Retailers y utilizada para, entre otros, el monitoreo y gestión de los Servicios por el Comercio para llevar en procesamiento transaccional de sus operaciones. III. «Comercio» La persona que ofrece bienes y/o servicios y utiliza el Software para dichos fines. IV. «Usuario Final» Significa el cliente del Comercio que contrata los Servicios y/o productos ofertados por el Comercio a través de medios electrónicos. V. «Cuenta» Significa la única cuenta virtual abierta por el Comercio en el Software, en donde se podrá obtener información, generar reportes de los movimientos, etc. VI. «Cuenta Bancaria» Significa aquella cuenta indicada por el Comercio en la que se hará la liquidación correspondiente y abierta en una institución financiera autorizada de la cual es titular el Comercio o un tercero autorizado por éste. VII. «Pago o Pagos» Significa cualquier monto recaudado por Pay Retailers, bien sea realizado (en inglés“pay in”) o recibido (en inglés “payout”) por el Usuario Final, pudiendo ser mediante cualquier método de pago admitido en el Servicio. VIII. «Examen» o «Exámenes» significa revisión de documentación que pueda conducir Pay Retailers. En caso de revisión por parte de autoridad competente se notificará al Comercio para que proporcione en debida forma la información requerida. IX. «Archivo o Archivos» significa la documentación que tiene que proporcionar el Comercio y que comprenderá, de forma enunciativa y no limitativa, la identificación del Usuario Final debidamente acreditada, prueba de aceptación de los Términos y Condiciones Generales del Servicio por parte del Comercio y el cuestionario de fuente de los recursos. X. «Payin» significa cualquier Pago procesado para la adquisición de un bien o servicio ofrecido por un Comercio por medio de efectivo, tarjeta de Crédito/Débito, transferencia bancaria, billeteras digitales, o cualquier otro medio de pago comprendido dentro de los Servicios. XI. «Método de Pago» El término Método de Pago hace referencia a los Métodos de Pago proporcionadas por Pay Retailers al Comercio para hacer uso de los Servicios. Estos Métodos de Pago pueden incluir pagos en efectivo, transferencias bancarias en línea, pagos con tarjeta o cualquier otro modo de pago que Pay Retailers establezca en el futuro. Estos Métodos de Pago pueden ser facilitados por terceros proveedores de servicios y/o filiales de Pay Retailers. XII. «Payout» significa una transacción solicitada por el Comercio a Pay Retailers y para su abono en la cuenta del Usuario Final. XIII. «Shop» significa cada una de las direcciones de web e IP a través de las cuales el Comercio opera. PRIMERA. Aceptación de los Términos y Condiciones Generales del Servicio 1.1 Al utilizar los Servicios, el Comercio se compromete a cumplir con los presentes Términos y Condiciones Generales del Servicio, teniendo en cuenta que Pay Retailers podrá revocar el uso de los mismos si el Comercio no cumple con estos y/o con cualquier ley o disposición aplicable en cada momento, sin que de dicha revocación se derive responsabilidad alguna para Pay Retailers. 1.2 En ese sentido, el Comercio declara tener suficiente capacidad para contratar y que la persona física que en su nombre acepte estos Términos y Condiciones Generales del Servicio cuenta con las facultades necesarias para obligarla. SEGUNDA. Descripción de los Servicios 2.1 Pay Retailers pone a disposición del Comercio los Servicios para que, a través de los mismos, el Usuario Final realice los Pagos. 2.2 Al contratar los Servicios, el Comercio tendrá acceso a una Cuenta y para ello, Pay Retailers en este acto otorga una autorización de uso temporal, no exclusiva y revocable al Comercio, conforme a los siguientes términos: a. Dentro del Software, el Comercio registrará en su Cuenta sus datos personales y de debida diligencia para que Pay Retailers tenga un adecuado y veraz conocimiento del mismo. El Comercio se obliga a que la información que proporcione respecto de sí mismo; sus movimientos; el origen de sus fondos o cualquier otro tipo de información relevante será veraz, debiendo mantenerla actualizada, reconociendo y aceptando que la misma podrá ser verificada y/o auditada a través de Exámenes en cualquier momento cuando Pay Retailers o cualquiera de sus socios comerciales, filiales, subsidiarias o autoridades facultadas así lo determinen o lo requieran. b. Pay Retailers presumirá que la información otorgada por el Comercio es correcta y no se hace responsable por cualquier falta u omisión con relación a la misma, liberando el Comercio a Pay Retailers de cualquier daño o perjuicio derivado de dicha falta u omisión. c. El Comercio puede recibir fondos visibles en su Cuenta mediante Pagos por el Servicio y disponer de los fondos en su Cuenta Bancaria. d. De los Pagos que se hagan al Comercio, se restarán los montos adeudados a Pay Retailers, tales como comisiones, impuestos, tarifas y demás costos que se puedan incurrir para el cumplimiento de los Servicios. Una vez restados estos montos, Pay Retailers realizará la liquidación de los montos correspondientes a la Cuenta Bancaria. e. Si por alguna determinada razón las transferencias se realizan en alguna divisa distinta a la del cobro, las tasas aplicables relacionadas con el tipo de cambio siempre serán por cuenta del Comercio y de igual forma le serán descontadas. 2.3 Pay Retailers podrá suspender los Pagos al Comercio en caso de que alguna autoridad, entidad financiera, asociación de tarjetas, o un proveedor de intercambios o soluciones de pago comience alguna investigación que dificulte continuar con los Servicios. Dichos Pagos se reanudarán en cuanto dicha investigación o impedimento haya concluido. TERCERA. Vigencia y terminación de la prestación de los Servicios 3.1 La prestación de los Servicios permanecerá vigente durante el plazo de un (1) año contado a partir de la aceptación de los presentes Términos y Condiciones Generales del Servicio y se renovará de forma automática por el mismo periodo de tiempo, a menos que Pay Retailers o el Comercio exprese su voluntad por no continuar con la prestación/adquisición de los Servicios y se notifique con un plazo de 30 (treinta) días naturales de anticipación. 3.2 En cualquier momento, el Comercio podrá dejar de usar los Servicios, siempre que envíe la notificación de rescisión por escrito con 15 (quince) días hábiles de antelación al correo electrónico designado por Pay Retailers. 3.3 En caso de que la terminación del Servicio sea solicitada por el Comercio, el mismo deberá cumplir con todas aquellas obligaciones pendientes frente a Pay Retailers. 3.4 Sin perjuicio de lo anterior, en caso de suspensión o terminación de los Servicios, Pay Retailers, a su entera discreción, está facultado para retener los pagos pendientes hasta un periodo máximo de 6 (seis) meses, o bien, hasta que las autoridades, bancos, instituciones financieras, proveedores de intercambios, servicios de pago, o cualquier otra entidad hayan concluido los procesos de reclamaciones de Pago pendientes, a título enunciativo, mas no limitativo, reclamaciones, tasas y penalizaciones. Dichas reclamaciones, tasas y penalizaciones se restarán de las sumas no abonadas al Comercio. Pay Retailers podrá solicitar al Comercio un depósito en garantía por el importe que se venga a determinar para hacer frente a los Pagos referidos si los mismos fueran a ser superiores a lo que Pay Retailers debiera transferir al Comercio. El Comercio para este caso en específico, se obliga a depositar el monto indicado por Pay Retailers dentro de los siguientes 5 (cinco) días hábiles posteriores a la solicitud. 3.5 Una vez terminada la prestación/contratación de los Servicios, el Comercio no podrá hacer cualquier uso del Software y Pay Retailers cerrará de manera definitiva la Cuenta. CUARTA. Comisiones y tasas aplicables a los Servicios 4. Por la prestación de los Servicios, el Comercio deberá abonar a Pay Retailers las comisiones, tarifas y demás gastos que se lleguen a acordar por cada transacción realizada a través de los Servicios. Las comisiones, tarifas y demás gastos estarán sujetas a cambios y actualizaciones unilaterales por parte de Pay Retailers, en cuyo caso éste le comunicará al Comercio con suficiente anticipación a la aplicación de esta actualización y/o modificación, mediante notificación que será enviada al correo electrónico que para dichos efectos haya proporcionado el Comercio. QUINTA. Compromisos de Pay Retailers 5.1 Transferir los Pagos al Comercio de forma puntual y con arreglo a las disposiciones de los presentes Términos y Condiciones Generales del Servicio y cualquier otra disposición aplicable. 5.2 Instalar o activar el Software en los equipos que haya suministrado el Comercio para dicho efecto. 5.3 Prestar los Servicios en consonancia con las mejores prácticas de la industria. SEXTA. Compromisos del Comercio 6.1 Previo a la activación de los Servicios, preparar y suministrar el equipo, software y conexión necesaria y compatible que indique Pay Retailers. 6.2 Abonar las comisiones, tasas y/o gastos aplicables a Pay Retailers derivado de la prestación de los Servicios en los términos aquí recogidos. 6.3 Aplicar todas las medidas necesarias para proteger la seguridad y la integridad del hardware o software relacionados con los sistemas en los que se instale el Software, cumpliendo con todos los estándares, normas y procedimientos de seguridad o encriptado, en su caso, establecidos por Pay Retailers. 6.4 Permitir Exámenes periódicos de los Archivos, con la implicación estricta de que cualquier rechazo a hacerlo implicará suspensión o terminación de la prestación de los Servicios y/o del uso de la Cuenta sin que exista responsabilidad alguna por parte de Pay Retailers. Los Exámenes se realizarán a discreción de Pay Retailers previa solicitud formal, sin embargo, los Exámenes pueden derivarse de requerimientos de organismos, o autoridades de prevención del fraude o de Prevención de Lavado de Dinero y Financiamiento al Terrorismo. 6.5 Garantizar que la información en sus Archivos o los del Usuario Final permitan demostrar la identidad, licitud y la procedencia de los fondos. Cualquier incumplimiento de esta disposición implicará la suspensión del Servicio sin responsabilidad alguna por parte de Pay Retailers hasta que subsanen las deficiencias. 6.6 Las transacciones que se realicen en el Software podrán estar sujetas a un análisis por parte de Pay Retailers, por lo cual, el Comercio autoriza de manera expresa a Pay Retailers para que analice y supervise todas las transacciones realizadas a través del Software, obligándose a entregar a Pay Retailers cualquier información adicional que pueda llegar a solicitar en relación con la transacción o el Comercio. 6.7 En caso de que se realicen retiros por el equivalente a $1,000.00 USD (Mil dólares Moneda de curso legal en los Estados Unidos de América), el Comercio deberá entregar el Archivo a Pay Retailers. 6.8 En caso de que se genere una devolución de fondos en favor de un Usuario Final, el Comercio asumirá y será responsable del costo derivado del tipo de cambio y conversión de moneda correspondiente, así como de pagar cualquier otro gasto que tenga que ser erogado por Pay Retailers. 6.9 En caso de que el Comercio requiera nuevas integraciones tecnológicas, deberá contar con autorización previa por escrito de Pay Retailers. De lo contrario podrá suspenderse de manera definitiva la prestación de los Servicios sin responsabilidad alguna por parte de Pay Retailers. 6.10 De igual forma, el Comercio se obliga a: (i) no interferir con la seguridad del Software, ni interceptar ningún dato enviado o recibido a través del mismo (ii) no decodificar, rastrear, deconstruir ni volver a crear el código fuente del Software; (iii) no violar ninguna ley o reglamento que pudiera llegar a infringirse mediante la utilización del Software; (iv) enviar o ingresar únicamente información veraz, precisa, actual y completa en el Software; (v) seguir y aplicar la normativa internacional y local aplicable a la Prevención de Blanqueo de Capitales y Financiación del terrorismo. 6.11 El Comercio deberá cooperar con Pay Retailers en caso de cualquier requerimiento de orden judicial o regulatorio, de forma enunciativa, más no limitativa, para dar cumplimiento a las regulaciones en materia de Fraude y Prevención de Lavado de Dinero y Financiamiento al Terrorismo de acuerdo con los plazos que indique Pay Retailers o la autoridad en su caso. 6.12 Contar con todas las licencias y autorizaciones necesarias para realizar su actividad conforme a la legislación aplicable. 6.13 Los demás que se desprendan de estos Términos y Condiciones Generales del Servicio. SEPTIMA. Suspensión y terminación del Servicio 7.1 A su discreción, Pay Retailers podrá suspender o terminar, definitiva o temporalmente la prestación de los Servicios/Software al Comercio en los siguientes casos: i. Cuando, a juicio de Pay Retailers, existan cambios considerables en el número, el valor, el tipo o el perfil de los pagos del Comercio de los que Pay Retailers no haya sido informado por adelantado. ii. La sospecha motivada por parte de Pay Retailers de que los Servicios y/o Software están siendo utilizados para cometer infracciones, faltas o delitos conforme a la normativa aplicable. iii. Menoscabo, real o posible, de la integridad o la reputación de Pay Retailers por conductas atribuibles al Comercio, incluida la retención o no divulgación de información solicitada en virtud de la cláusula 6.4 anterior. iv. La extinción del negocio del Comercio o en caso de que transcurran más de 45 (cuarenta y cinco) días naturales sin transacciones. v. La venta del negocio del Comercio o un cambio en el control del mismo que se produzca sin aviso previo de 30 (treinta) días hábiles de anticipación respecto del acto a Pay Retailers. vi. Cualquier fusión, absorción, división y/o modificación estructural significativa del Comercio, así como traslado o alteración del país donde hubiere declarado realizar sus operaciones sin previa notificación con 30 (treinta) días hábiles de anticipo a Pay Retailers. vii. El uso de los Servicio / Software por parte del Comercio para llevar a cabo actividades fraudulentas o de publicidad engañosa. viii. Un aumento considerable a juicio de Pay Retailers en el volumen de reclamaciones por parte de los Usuarios Finales con respecto al Comercio o sus actividades. ix. En caso de que Pay Retailers no tenga claridad suficiente sobre la manera de operar del Comercio. x. Cuando por cualquier causa, al Comercio se le retire, suspenda o niegue cualquier licencia o permiso necesario para llevar a cabo sus actividades. xi. Cuando el Comercio haya violado las disposiciones de los presentes Términos y Condiciones Generales del Servicio. xii. Cuando por una modificación normativa o reglamentaria no se tenga claridad suficiente de si la actividad del Comercio se encuentra permitida y/o autorizada para seguir operando. xiii. Cuando algún cambio o alteración relevante en el mercado pueda afectar los intereses de las Partes. OCTAVA. Naturaleza del Servicio 8.1 Pay Retailers prestará los Servicios al Comercio exclusivamente en calidad de intermediario entre el Comercio y el Usuario Final para el procesamiento de los Pagos prestados a través de la subcontratación de terceros o afiliados a Pay Retailers. Pay Retailers no participa en el negocio del Comercio, Pay Retailers tampoco tiene una asociación con el Comercio, por lo que el Comercio será el único responsable frente a los Usuarios Finales respecto a cualquier reclamo realizado por estos en relación con los bienes y servicios ofrecidos por el Comercio. Pay Retailers en ningún caso tendrá la consideración de representante del Comercio. 8.2 Pay Retailers será únicamente responsable de aquellos errores o incidencias en los Servicios, derivados de una omisión, deficiencia o error atribuible a Pay Retailers. NOVENA. Requisitos y restricciones del Servicio 9.1 Para tener acceso a los Servicios, el Comercio deberá cumplir al menos con los siguientes requisitos: – Capacidad jurídica suficiente para contratar. – Proporcionar aquella información, medios y herramientas necesarias para la implementación de los Servicios y el Software. – Darse de alta completando el correspondiente requerimiento que Pay Retailers pondrá a su disposición previo a la contratación de los Servicios. – El Comercio podrá transferir dinero en los 365 (trescientos sesenta y cinco) días del año sin restricción de horarios. La ejecución está sujeta a los horarios del sistema financiero mexicano y/o legislación aplicable. 9.2 Pay Retailers se reserva el derecho de suspender o negar el Servicio a los Comercios que no cumplan con los requisitos anteriores o que su actividad no vaya acorde a los intereses comerciales de Pay Retailers. DECIMA. Limitación de responsabilidad 10.1 Pay Retailers no será responsable de problemas con el Servicio ocasionados por lo siguiente: i. El Comercio haya omitido proporcionar a Pay Retailers, aquella información necesaria para la prestación de los Servicios. ii. El Comercio haya proporcionado información incorrecta o falsa a Pay Retailers. iii. Por transferencias de los fondos contenidos en la Cuenta que sean realizadas a Cuentas Bancarias. iv. Por retrasos o falta de transferencia de los fondos al Comercio, cuando estos sean a consecuencia de actos u omisiones del Comercio. v. Problemas o deficiencias en los servicios que directamente el Comercio le preste al Usuario Final. vi. Daños, pérdidas y/o deficiencias en los Servicios/Software, a consecuencia de faltas, incumplimientos y/u omisiones por parte del Comercio, de acuerdo con lo establecido en los presentes Términos y Condiciones Generales del Servicio. DECIMA PRIMERA. Condiciones generales del Servicio 11.1 La prestación de los Servicios y la puesta en disposición del Software por parte de Pay Retailers estará sujeta a la aceptación de las siguientes condiciones: Riesgos relacionados con el uso del Software: los Comercios a los que brindamos Servicios que realicen transacciones en un sistema de pago electrónico se encuentran expuestos a los riesgos asociados con el Software, incluida las fallas en el hardware y software (Internet/Servidores). El resultado de una falla del Software puede ser que una orden no se ejecute de acuerdo con las instrucciones provistas o no se ejecute en absoluto; conexiones de acceso telefónico, o cualquier otra forma de conexión inestable por parte del usuario, puede resultar en una conectividad pobre o interrumpida o una falta de potencia de señal causando retrasos en la transmisión de datos entre el Comercio y Pay Retailers. Dichos retrasos o alteraciones pueden dar como resultado que el Comercio no visualice en tiempo real algunos movimientos y saldos en su Cuenta. 11.2 Pay Retailers realizará sus mejores esfuerzos para que el Software funcione de manera óptima, sin embargo no garantiza el acceso y uso continuo o ininterrumpido del Software; el Software puede eventualmente no estar disponible debido a actualizaciones, dificultades técnicas o fallas de la red o por cualquier otra circunstancia ajena a Pay Retailers, en dichos casos se procurará reestablecer el Servicio con la mayor celeridad posible sin que por ello pueda imputarse algún tipo de responsabilidad a Pay Retailers. 11.3 El Comercio reconoce que la disponibilidad del Software puede verse afectada debido a mantenimientos preventivos y correctivos para la actualización de su contenido para resguardar la seguridad e integridad de la misma o por motivos o fines similares. 11.4 El Comercio reconoce que es su responsabilidad mantener el sistema operativo de sus equipos actualizado y contar con soluciones de seguridad tales como antimalware, antispam, antiphishing, firewall, y/u otras que prevengan o mitiguen cualquier tipo de riesgo al que puedan estar expuestas las transacciones efectuadas a través de la Solución de Pagos. 11.5 Al proporcionar el Servicio, Pay Retailers no hace declaración ni presta garantía alguna relativa a la fiabilidad, puntualidad, calidad, idoneidad o disponibilidad del Software, o que el uso del mismo no será interrumpido o estará libres de errores. El Comercio acepta que todo riesgo derivado del uso del Software será únicamente suyo, en la máxima medida permitida por la ley aplicable. 1. Retrasos en la liquidación: Pay Retailers, liquidará al Comercio de acuerdo con lo que estipulen las Partes, sin embargo, es posible que existan retrasos en la ejecución de las liquidaciones, que no sean directamente imputables a Pay Retailers, sino a las comunicaciones electrónicas, fallas en la electricidad, desastres naturales, causas de fuerza mayor o problemas en la disponibilidad de los servicios de terceros proveedores de Pay Retailers. 2. Responsabilidad por seguridad: El Comercio puede ser objeto de ataques de robo de credenciales por parte de terceros ajenos a Pay Retailers por lo que el Comercio debe implementar medidas técnicas y formativas orientadas a mitigar dicho riesgo. El Comercio se compromete a conectarse siempre al Software a través de comunicaciones seguras y a la utilización de soluciones de seguridad tales como: antimalware, antispam, antiphishing, firewall y mantener su sistema operativo actualizado. Las credenciales de cliente y las credenciales de inicio de sesión son de uso personal e intransferibles. En caso de que el Comercio pierda el control de sus credenciales o crea que han sido comprometidas, deberá ponerse en contacto inmediatamente con Pay Retailers para notificar esta situación y hacer el cambio inmediato de sus contraseñas. El Comercio será responsable de los daños que se generan por fallas en sus sistemas de seguridad. 3. Veracidad y exactitud de la información: Pay Retailers no es responsable de la exactitud de la información o contenido proporcionado por terceros, 4. Riesgos inherentes a transacciones en sitios web de terceros: Pay Retailers no se hace responsable de las transacciones que se hagan a través del Software para envíos de recursos y/o fondos a terceros ajenos a nuestra organización que deriven en transacciones fraudulentas. 5. El Comercio se compromete a actualizar regularmente sus credenciales, cambiándolas al menos dos veces al año. Además, el Comercio se compromete a cumplir todas las obligaciones de protección y estándares tecnológicos exigidos por la normativa pertinente y las mejores prácticas del sector. Además, el Comercio se compromete a respetar los principios de mínimo privilegio (PoLP) y de necesidad de conocer en el acceso y manejo de información sensible. 11.6 Independientemente de la oferta realizada por Pay Retailers al Comercio, el Comercio reconoce que la activación de algunos de los Métodos de Pago depende de la aprobación de terceros autorizados mencionados en la sección Definiciones, numeral I. Pay Retailers no es responsable de ningún rechazo de Métodos de Pago. La aceptación o rechazo de Métodos de Pago está sujeta a una evaluación detallada de diversos factores, incluidos, entre otros, el sector, la jurisdicción, la legislación, el funcionamiento, la reputación y el riesgo del Comercio, siendo la decisión ajena a la esfera de control y competencia de Pay Retailers. DECIMA SEGUNDA. Política de devoluciones 12. Debido a que el cobro de las tarifas se lleva a cabo de manera automática al momento de que el Comercio realice una transacción, una vez perfeccionada la prestación de los Servicios, no existirán devoluciones respecto de las comisiones, tasas y demás cantidades que Pay Retailers cargue al Comercio. DECIMA TERCERA. Modificación a los Términos y Condiciones Generales 13. Los Términos y Condiciones Generales solo se puede modificar mediante un acuerdo por escrito entre las Partes. En cualquier caso, Pay Retailers está facultado para modificar o completar las disposiciones del presente, relacionadas con cuestiones estrictamente operativas siempre que lo comunique al Comercio a través de un aviso por escrito con una antelación no inferior a 15 (quince) días naturales. DECIMA CUARTA. Propiedad Intelectual 14.1 Todos los derechos de propiedad intelectual e industrial que conforman el Software (en adelante “Propiedad Intelectual”) es propiedad del Grupo Pay Retailers y se encuentran protegidos de conformidad con la legislación y Tratados internacionales aplicables. 14.2 El Comercio reconoce que el uso del Software no le proporciona ningún título o derecho sobre la Propiedad Intelectual. El Comercio no podrá modificar, realizar ingeniería inversa, descifrar, descompilar ni crear otras obras derivadas del Software. 14.3 El Comercio no podrá copiar, transmitir, reproducir, o utilizar de forma comercial o cualquier otra, la Propiedad Intelectual contenida en el Software, distinta a la autorizada para la ejecución del Servicio. 14.4 El Comercio acepta no participar en actividades o cometer ningún acto, directa o indirectamente, que pueda controvertir o poner en riesgo la Propiedad Intelectual de Pay Retailers. El Comercio no deberá adquirir, solicitar, registrar o reclamar derechos, títulos, o intereses en, o relacionados con marcas similares en grado de confusión con las marcas de Pay Retailers. DECIMA QUINTA. Información Confidencial 15.1 El Comercio se compromete a utilizar la Información Confidencial solamente para los propósitos expresamente autorizados por Pay Retailers y conviene en no divulgar la Información Confidencial a tercero alguno. 15.2. Asimismo, previo a cualquier divulgación de la Información Confidencial a terceros, el Comercio deberá contar con la autorización por escrito por parte de Pay Retailers. 15.3. Para estos efectos: 1. Información Confidencial. Toda la información propiedad de las Partes con carácter reservado, ya sea de manera impresa, escrita, oral, o contenida en medios electrónicos o en programas de cómputo (software), la cual sea revelada por, o a cualquiera de las Partes, como consecuencia de la relación, incluyendo de manera enunciativa mas no limitativa, nombres de clientes, información financiera, proyecciones, análisis, planes de mercadotecnia, planes de negocios, en el entendido de que cualquier material por escrito que sea entregado o puesto a disposición de la otra Parte, deberá ser considerado como Información Confidencial. El término “Información Confidencial” no comprenderá la información con respecto de la cual la parte que la reciba en términos de los presentes Términos y Condiciones Generales del Servicio (la “Parte Receptora”), pueda demostrar: (a) que ha sido desarrollada independientemente por la Parte Receptora, o que ha sido legalmente recibida sin restricción alguna de otra fuente, la cual tenga el derecho a proporcionar dicha información; o (b) que se ha convertido en disponible para el público en general, sin incumplir con ello con el presente Convenio por la Parte Receptora; o (c) que previo a la fecha de entrega a la Parte Receptora, dicha información se encontraba debidamente en posesión de la Parte Receptora, libre de restricción alguna, lo cual deberá ser demostrado por documentación en posesión de dicha Parte Receptora. 2. Obligación de Confidencialidad. La Información Confidencial deberá ser guardada como confidencial por la Parte Receptora y, sin el previo consentimiento por escrito de la parte que haya proporcionado la Información Confidencial (la “Parte Reveladora”), la Parte Receptora no podrá (i) distribuir o revelar cualquier parte de la Información Confidencial, por cualquier medio, (ii) permitir a cualquier tercero, cualquier acceso a la Información Confidencial, o (iii) usar la Información Confidencial para cualquier propósito distinto a lo mencionado en el presente Convenio, o acordado por escrito por la Parte Reveladora. Sin embargo, la Parte Receptora podrá transmitir Información Confidencial a sus abogados, contadores, asesores financieros, directivos, funcionarios e instituciones financieras (conjuntamente sus “Representantes”), los cuales tengan la necesidad de conocer la Información Confidencial en relación con las relaciones de negocios contempladas entre las partes de este Convenio, y los cuales deberán de estar informados del contenido de los presentes Términos y Condiciones Generales del Servicio, y darán su consentimiento para obligarse en lo que se indica en los presentes. Las partes acuerdan que los Representantes estarán obligados con respecto a la Información Confidencial. Cuando la Información Confidencial no esté siendo analizada para efectos de estos Términos y Condiciones Generales del Servicio, la Parte Receptora deberá mantener la Información Confidencial en sus instalaciones, debidamente marcada como “Confidencial”, y dicha Parte Receptora deberá tomar todas aquellas precauciones necesarias para asegurarse de que la Información Confidencial sea solamente accesible por los Representantes. 3. Revelación de información por orden judicial o administrativa. En el caso de que la Parte Receptora reciba una orden para revelar todo o parte de la Información Confidencial de la Parte Reveladora, por parte de un tribunal competente o de cualquier órgano gubernamental o autoridad administrativa, la Parte Receptora revelará únicamente la parte de la Información Confidencial que esté obligada a revelar y deberá de hacer su mejor esfuerzo a efecto de que se le dé un tratamiento de confidencialidad a la Información Confidencial revelada. 4. Daños y perjuicios. En el supuesto de que cualquiera de las Partes de involucradas en los presentes Términos y Condiciones Generales del Servicio revele o ponga a disposición de cualquier tercero, todo o parte de la Información Confidencial, sin el previo consentimiento y por escrito de la otra parte, o sin la existencia de una orden judicial o de cualquier autoridad gubernamental o administrativa que requiera la revelación de dicha Información Confidencial, la parte que haya incumplido el presente, expresamente acuerda pagar a la otra parte, todos los daños y perjuicios que se causen con motivo de dicha violación, incluyendo cualesquiera gastos y honorarios de abogados. 5. No Otorgamiento de Licencias. Las Partes reconocen y están de acuerdo en que nada de lo contenido en los presentes Términos y Condiciones Generales del Servicio, deberá ser considerado como el otorgamiento a cualquiera de las partes, de cualquier derecho o licencia, expresa o implícita, con respecto de la Información Confidencial. 6. Devolución de la Información Confidencial. Mediante solicitud de la Parte Reveladora, todos los documentos, registros, materiales o similares, incluyendo todas y cada una de las copias que se hayan hecho de los mismos, los cuales contengan Información Confidencial relacionada con la Parte Reveladora, que se encuentren en la posesión de la Parte Receptora o de sus Representantes, preparada u obtenida por la Parte Reveladora, deberá ser entregada sin demora alguna a la Parte Reveladora. Asimismo, ambas partes deberán asegurarse de la destrucción de todas las notas, reportes, análisis y otra información preparada o extraída por cualquiera de las partes y sus Representantes con base en la Información Confidencial, y dicha destrucción deberá ser confirmada por escrito por la Parte Receptora a la Parte Reveladora. DECIMA SEXTA. Responsabilidad 16.1 El pleno respeto de la normativa vigente es condición esencial de las relaciones que mantiene Pay Retailers con el Comercio. Por lo tanto, el Comercio, se obliga a no realizar ni tolerar actividad alguna constitutiva de infracción, falta, delito o conducta ilícita, y en especial, los de cohecho a funcionario público nacional o extranjero, lavado de activos, financiamiento del terrorismo, receptación, corrupción entre particulares, negociación incompatible, administración desleal, delitos informáticos, apropiación indebida, colusión y todos aquellos delitos o actividades ilícitas establecidos en la legislación aplicable. 16.2 Tomando en cuenta toda la legislación aplicable en el lugar donde se realicen las operaciones y respecto de regulación internacional que forma ejemplificativa, mas no limitativa se señala a continuación: 16.2.1 El Comercio se obliga a cumplir con todas las disposiciones y regulaciones legales aplicables en cualquier país en donde opere y en cualquier país en el que realice operaciones, de manera enunciativa y no limitativa, aquellas en relación a la responsabilidad penal de las personas morales, y se obliga ante Pay Retailers de cualquier reclamación, demanda, fallo, sentencia, acción o procedimiento derivado o relacionado de cualquier modo con el incumplimiento del Comercio de dichas materias o del incumplimiento de cualquier legislación o disposición aplicable, incluyendo, sin limitar cualquier legislación relacionada con el Blanqueo de Capitales y Financiamiento al Terrorismo 16.2.2 El Comercio no llevará a cabo las acciones que están prohibidas por las leyes locales u otras leyes anti-corrupción que pueden ser aplicadas a una o a ambas Partes. Sin limitar lo anterior, el Comercio no efectuará algún pago, ni ofrecerá o transferirá algo de valor, a un funcionario o empleado gubernamental, a cualquier funcionario de algún partido político o candidato a un cargo político o a cualquier tercero relacionado con la transacción de manera que pudiese violar las Leyes Anti-Corrupción. 16.2.3 Cualquier incumplimiento a lo establecido en esta cláusula, dará como resultado la terminación inmediata del presente Contrato sin derecho a indemnización alguna a favor del Comercio. 16.2.4 El Comercio reconoce y comprende que Pay Retailers debe cumplir con la normativa y prevenir el lavado de dinero, el financiamiento del terrorismo, el soborno y la corrupción y garantiza que el origen y destino de los recursos es lícito y garantiza que toda la información y documentación entregada a Pay Retailers es verdadera, correcta y completa. 16.2.5 El Comercio se compromete a implementar y mantener un riguroso programa de cumplimiento que incluya la supervisión continua de las transacciones, medidas contra el blanqueo de dinero (AML), detección de fraudes, políticas de conocimiento del cliente (KYC) y verificación de la identidad de los Usuarios Finales, así como la verificación del origen de los fondos de dichos usuarios cuando exista un riesgo elevado, incluidas las transacciones de alto valor. 16.2.6 El Comercio se compromete a mantener políticas y procedimientos antifraude, antiblanqueo de dinero y CSC, y los pondrá a disposición de Pay Retailers para su revisión en un plazo de 5 (cinco) días hábiles previa solicitud. DECIMA SEPTIMA. Política de Datos Personales 17.1 Las Partes reconocen que tienen e implementan su respectivas políticas de protección de datos personales, así como sus avisos de privacidad y se comprometen expresamente a cumplir de forma independiente con las obligaciones que les corresponden de acuerdo con la ley de protección de datos aplicable en su País o región, respecto de los datos personales y en su caso datos Personales considerados sensibles de cualquier persona (en adelante, los “Titulares”) a los que tengan acceso y que llegasen a surgir de la relación contractual. 17.2 A los efectos de la prestación de los Servicios aquí descritos, el Comercio tiene la consideración de controlador del Tratamiento, por ser quien decide sobre la finalidad de su tratamiento, adquiriendo directamente las obligaciones previstas en la ley de protección de datos correspondientes. En virtud de lo anterior, el Comercio confirma que ha obtenido el consentimiento de los Titulares para el tratamiento de sus datos. A su vez, Pay Retailers actuará como procesador del Tratamiento de acuerdo con la finalidad de estos Términos y Condiciones Generales del Servicio. 17.3 Al aceptar estos Términos y Condiciones Generales del Servicio, las Partes también aceptan y reconocen el Acuerdo de Procesamiento de Datos disponible en el siguiente link (archivo PDF) que forma parte integra de los presentes Términos y Condiciones Generales, el cual regula las obligaciones relativas al tratamiento de datos personales por parte de Pay Retailers, como procesador de Datos, en nombre del Comercio como controlador de Datos. El Acuerdo de Procesamiento de Datos entrará en vigor desde el momento de la aceptación de estos Términos y Condiciones Generales del Servicio. 17.5 Adicionalmente, nuestra Política de Privacidad puede ser consultada en el siguiente enlace: https://www.payretailers.com/es/politicas-de-privacidad/ DECIMA OCTAVA. Comunicaciones y notificaciones 18.1 El Comercio acepta que las comunicaciones oficiales relacionadas con los Servicios ofrecidos a través del Software, serán enviadas al correo electrónico que usted haya designado en la Cuenta. 18.2 Es responsabilidad del Comercio mantener esta información actualizada y cerciorarse de que la información proveniente de Pay Retailers no está siendo desviada por ningún filtro que impida que el Comercio sea notificado. Pay Retailers llevará a cabo todas las notificaciones que considere pertinentes a través del medio señalado en el párrafo anterior. Dichas notificaciones pueden contener información relacionada con el estatus del Comercio, modificaciones a los presentes Términos y Condiciones Generales del Servicio o del Aviso de Privacidad. 18.3 Pay Retailers no será responsable de deficiencias en el Servicio cuando estas hayan sido ocasionadas porque el Comercio no atendió en tiempo y forma las comunicaciones y/o notificaciones que le hayan sido enviadas. 18.4 Pay Retailers únicamente llamará o contactará directamente a un Comercio para seguimiento a aclaraciones que haya iniciado el Comercio, o alertas de fraude detectadas por teléfono, al número telefónico o al correo electrónico que haya sido registrado en la Cuenta., Pay Retailers no solicitará al Comercio que otorgue información personal y/o confidencial por teléfono. Toda la información del Comercio deberá ser enviada por medios oficiales como el correo electrónico de soporte a clientes. Pay Retailers no contacta a usuarios o personas para ofrecerles la contratación de cualquier tipo de servicio propio o de terceros; tampoco para requerir dinero ni para obtener o corroborar datos personales. Es responsabilidad del Comercio abstenerse de proporcionar cualquier dato personal o recursos de cualquier naturaleza a aquellas personas que aparenten o se hagan pasar por agentes de Pay Retailers. DECIMA NOVENA. Contacto 19.1 En caso de que el Comercio precise de alguna aclaración respecto a los presentes Términos y Condiciones Generales del Servicio y/o con relación al uso de la Solución de Pagos y de los Servicios, ponemos a su disposición la dirección de correo electrónico: support@payretailers.com 19.2 Conforme a la Ley Federal de Protección al Consumidor, el Comercio reconoce que cualquier reclamación o compensación a la que pudiera tener derecho deberá ser hecha valer por el Comercio en un plazo máximo de un (1) año contado a partir del pago al Servicio que generó dicha reclamación o compensación. VIGESIMA. Indemnización 20.1 El Comercio indemnizará a Pay Retailers, sus afiliados, proveedores, vendedores y asesores de cualquier acción, demanda o cualquier otro tipo de reclamación (incluso de honorarios de abogados y de costas judiciales) derivadas de cualquier incumplimiento por parte del Comercio a estos Términos y Condiciones General del Servicio y en todo lo relacionado de manera enunciativa, más no limitativa, a cualquier falsa indicación por parte del Comercio; cualquier reclamación, demanda, fallo, sentencia, acción o procedimiento relacionado derivado de la actuación del Comercio, las transacciones entre el Comercio y el Usuario Final y cualquier sanción impuesta por cualquier institución financiera, banco o autoridad. 20.2 Ante una disputa de pago iniciada por un Usuario Final del Comercio (ya sea a través de su banco, a través un proveedor de método de pago de Pay Retailers, ante las autoridades locales o a través de nuestros canales de Soporte al Comprador), el valor de la transacción disputada quedará retenido hasta que haya una resolución firme del caso. Si dicha resolución es a favor del Comercio, el valor de la transacción será abonada al Comercio. 20.3 Ante una notificación de disputa enviada por Pay Retailers al Comercio, este último será responsable por aportar la documentación o evidencias que dan soporte a la transacción disputada dentro de los plazos establecidos en la notificación de disputa. En caso de no aportar evidencias o respuesta dentro del plazo y forma establecida, el Comercio será el único responsable de las consecuencias que esto genere. VIGESIMA PRIMERA. Cesión y subcontratación. 21.1 Por la presente, el Comercio acepta que Pay Retailers preste sus Servicios a través de la subcontratación de sus filiales, subsidiarias y terceros autorizados en cualquiera de las jurisdicciones en las que Pay Retailers preste dichos Servicios. 21.2 Ninguna de las Partes puede ceder total o parcialmente los presentes Términos y Condiciones Generales del Servicio sin acuerdo previo por escrito firmado por ambas Partes. Sin perjuicio de lo anterior, Pay Retailers podrá ceder los presentes Términos y Condiciones Generales del Servicios a sus filiales y subsidiarias sin el consentimiento del Comercio. VIGESIMA SEGUNDA. Legislación Aplicable y Jurisdicción 22. En caso de que se presente una controversia que se derive de la interpretación de estos Términos y Condiciones Generales del Servicio, las partes se establecen como jurisdicción aplicable los Tribunales Federales con sede en la Ciudad de México, renunciando a cualquier otro fuero que pudiera corresponderles, quedando este convenio a la interpretación de acuerdo con las leyes aplicables de los Estados Unidos Mexicanos. Los presentes Términos y Condiciones Generales del Servicio podrán ser ajustados por Pay Retailers según la operativa que mejor beneficie al comercio. Las tarifas, detalles de cuenta bancaria, información de contacto e información de la página web se establecerán en anexos. Última actualización: abril 2024 Términos y condiciones Políticas de privacidad Políticas de Cookies OK Please set data for booking a meeting in: Full Name* Empresa* Email* Only corporate email Telephone* WebSite Url* Position | Departament*"
}