{
  "url": "https://payretailers.com/es/politicas-de-privacidad",
  "content": "Política de Privacidad PRETAILERS S.A.S. (Pretailers), con domicilio en Carrera 42 A No. 1 25 Torre 4 Oficina 305, Antioquia, Medellin, Colombia, es el responsable del uso y protección de sus datos personales, y de conformidad con las Disposiciones Generales para la Protección de Datos Personales (Ley Nº 1581 de 2012) le informamos lo siguiente: Cuando usted actúe en representación de una entidad comercial, nos referiremos a usted como representante . Cuando usted realice actividades comerciales con una entidad comercial, pero no realiza actividades directamente con Pretailers, nos referimos a usted como cliente final . Cuando usted actúe como proveedor de servicios de Pretailers, nos referiremos a usted como proveedor . Consentimiento Al momento de aceptar la presente política de privacidad estas consintiendo expresamente la utilización de tus datos personales, para los fines exclusivos que se definen en este documento. En el uso de tus datos suministrados, se incluye el almacenamiento, entendiéndose éste como la conservación en un registro o en un banco de datos, por medios propios o suministrados por terceros; y el tratamiento, entendiéndose este como cualquier operación de carácter automatizado o no que permitan recolectar, almacenar, grabar, organizar, elaborar, seleccionar, extraer, confrontar, interconectar, disociar, comunicar, ceder, transferir, transmitir o cancelar datos de carácter personal. Declaración Se hace presente que, con la finalidad de dar cumplimiento a la presente política de privacidad, al momento de aceptar la misma debes ser mayor de edad y que los datos suministrados son correctos y veraces. En caso de solicitar una modificación, te pedimos que nos informes a la brevedad de conformidad al procedimiento que se expone más adelante. En ningún lugar del sitio web recogemos conscientemente datos personales o información de personas menores de 18 años. ¿Qué datos personales utilizaremos, cómo los obtenemos y para qué fines? 1. Representante Pretailers en su calidad de responsable del tratamiento de datos, recogerá mediante el sitio web de Pretailers, por correo electrónico y por cualquier otro medio que pongamos a su disposición, la siguiente información: Datos personales de identificación y contacto: Nombre completo, nacionalidad, correo electrónico, cédula de identidad, teléfono, datos laborales, registro único tributario entre otros de la misma categoría. No se recogerán datos personales de carácter sensible: Los datos personales que recogemos de usted, los utilizaremos para las siguientes finalidades primarias, que son necesarias para el servicio que solicita: Verificar y confirmar su identidad; Creación de cuenta en el sitio web de Pretailers; Proceso de onboarding, incluyendo la revisión y aprobación del área de Compliance con base en las políticas internas de Pretailers; Generar la documentación necesaria para concretar la relación comercial; Proveerle los servicios contratados; Realizar gestiones para mantener actualizados sus datos personales y documentación legal de su empresa; Realizar aclaraciones y monitoreo automatizado para prevención de blanqueo de capitales, detectar fraudes, ilícitos o actividades inusuales en contra de su persona o de Pretailers; Realizar revisiones legales y debidas diligencias de la entidad comercial; Comunicarnos con usted con el fin de cumplir con nuestras obligaciones de acuerdo con los términos del servicio; Gestionar y evaluar todo tipo de riesgos que puedan afectar a su persona o a Pretailers; Realizar todo tipo de análisis para mejorar los servicios ofrecidos por Pretailers; Fines mercadológicos, publicitarios o de prospección comercial respecto de los servicios que ofrecemos, propios o de terceros; Realizar encuestas de servicio, con el objetivo de evaluar y mejorar la calidad de los productos y servicios que ofrecemos, y Dar cumplimiento a las obligaciones legales a cargo de Pretailers. 2. Cliente final Pretailers presta sus servicios a entidades comerciales, que directa o indirectamente nos proporcionan datos personales de clientes finales en relación con las propias actividades comerciales de las entidades. Cuando actuamos como encargado del tratamiento de datos , tratamos los datos personales de acuerdo con los términos y condiciones de nuestro acuerdo con dicha entidad. Las entidades comerciales son responsables de garantizar los derechos de privacidad de sus clientes finales, lo que incluye garantizar la divulgación adecuada de la recogida y el tratamiento de los datos que se produce en relación con los servicios. Si usted es un cliente final, consulte la política de privacidad de la entidad comercial para obtener información sobre el tratamiento de sus datos. Los datos personales que la entidad comercial nos proporciona de manera directa o indirecta de usted, a través de nuestra interfaz de programación, correo electrónico o por el medio que la entidad comercial designa, incluyen lo siguiente: Datos personales de identificación: Nombre completo, correo electrónico, teléfono, domicilio, número de cédula de identidad, ciudad de residencia, entre otros de la misma categoría. Datos de la transacción: fecha, monto, método de pago, país donde se realizó, estatus, número y valor de cuotas, número de tarjeta (enmascarado) con la que realiza la transacción, entre otros de la misma categoría. No se remiten datos personales sensibles Los datos personales que nos sean remitidos en nuestra calidad de encargado del tratamiento de datos serán utilizados para las siguientes finalidades: Verificar y confirmar su identidad; Procesamiento de la transacción; Realizar aclaraciones para prevención de blanqueo de capitales, detectar fraudes o ilícitos en contra de su persona o de Pretailers; Atender quejas, reclamaciones y sugerencias remitidas a Pretailers por usted o por autoridad competente; y Dar cumplimiento a las obligaciones legales a cargo de Pretailers. No remitiremos comunicaciones comerciales sin su consentimiento. 3. Proveedor Pretailers recogerá mediante el sitio web de Pretailers, por correo electrónico y por cualquier otro medio que pongamos a su disposición, la siguiente información: Datos personales de identificación y contacto: Nombre completo, nacionalidad, correo electrónico, cédula de identidad, teléfono, datos laborales, registro único tributario entre otros de la misma categoría. No se recogerán datos personales sensibles Los datos personales que recogemos de usted, los utilizaremos para las siguientes finalidades primarias, que son necesarias para formalizar la relación contractual: Verificar y confirmar su identidad; Proceso de onboarding, incluyendo la revisión y aprobación del área de Compliance con base en las políticas internas de Pretailers; Generar la documentación necesaria para concretar la relación comercial; Gestionar los pagos correspondientes; Realizar revisiones legales y debidas diligencias; Dar cumplimiento a las obligaciones legales a cargo de Pretailers. Grabación de llamadas Pretailers puede monitorear, grabar y conservar llamadas telefónicas o cualquier otra comunicación electrónica sostenidas con Usted, en su calidad de representante de una entidad comercial, de usuario final o cualquier otra, con el objetivo de garantizar que sus instrucciones sean atendidas correctamente, los niveles adecuados de servicio, para resolver quejas, reclamaciones y controversias. Los registros de llamadas y comunicaciones electrónicas están protegidos con arreglo a este Política y serán destruidos de acuerdo con los períodos de retención establecidos por Pretailers. Base legal del tratamiento Para el tratamiento de los datos personales, Pretailers parte de las siguientes bases legales: Relaciones comerciales contractuales y precontractuales. Tratamos los datos personales con el fin de formalizar relaciones comerciales con posibles entidades comerciales y para cumplir con las respectivas obligaciones contractuales que tenemos con dichas entidades. Intereses comerciales legítimos De conformidad con la legislación aplicable, tratamos los datos para efectos de dar cumplimiento a las obligaciones legales de Pretailers, como la prevención y aclaración de fraudes, así como la prestación de nuestros servicios a dichas entidades. Consentimiento: Basados en el consentimiento que usted nos proporciona para tratar sus datos personales en calidad de representante de una entidad comercial. ¿Cuánto tiempo almacenamos sus datos personales? Conservaremos sus datos únicamente durante el período estrictamente necesario para los respectivos fines del tratamiento o durante el período legal, en su caso. ¿A quién transferimos sus datos? Pretailers comparte sus datos con otras entidades del grupo corporativo al que pertenece, que operan bajo los mismos estándares, procesos y/o políticas internas bajo los que opera Pretailers, para el integral cumplimiento de los servicios que ofrecemos. Asimismo, Pretailers comparte sus datos, a través de remisiones, a personas que tengan el carácter de encargados del tratamiento, como pueden ser prestadores de servicios o socios de negocios con los que Pretailers tenga una relación jurídica. Pretailers verifica que tales prestadores de servicios o socios de negocios cumplan con los mismos estándares de protección de datos que Pretailers Le informamos que Pretailers no realiza transferencias de datos a terceros, salvo los supuestos de excepción y que no requieren de su consentimiento, previstos en la legislación aplicable, tal es el caso de aquellas necesarias o legalmente exigidas para la salvaguarda de un interés público, o para la procuración o administración de justicia. Transferencia internacional de datos Sus datos personales pueden ser almacenados fuera de Colombia por nuestros proveedores o prestadores de servicios o por empresas del Grupo PayRetailers para los fines descritos en esta política de privacidad. Sus datos personales eventualmente transferidos a otros países serán tratados con el mismo nivel de protección, en cumplimiento con las garantías requeridas por la legislación aplicable y bajo las políticas de seguridad de Pretailers. ¿Cómo puede ejercer sus derechos relativos a la privacidad? Tiene derecho a conocer qué datos personales tenemos de usted, para qué los utilizamos y las condiciones del uso que les damos (Acceso). Asimismo, es su derecho solicitar la corrección de su información personal en caso de que esté desactualizada, sea inexacta o incompleta (Rectificación); que la eliminemos de nuestros registros o bases de datos cuando considere que la misma no está siendo utilizada adecuadamente (Cancelación); así como oponerse al uso de sus datos personales para fines específicos (Oposición). Asimismo, usted puede revocar el consentimiento que, en su caso, nos haya otorgado para el tratamiento de sus datos personales. Usted deberá considerar que, para ciertos fines, la revocación de su consentimiento implicará que no le podamos seguir prestando el servicio que nos solicitó, o la conclusión de su relación con Pretailers. Para el ejercicio de cualquiera de los derechos antes mencionados, usted deberá enviar una solicitud a la dirección de correo privacy@payretailers.com , que deberá cumplir con los siguientes requisitos y documentos: Nombre completo del Titular; Copia del documento que acrediten su identidad por ambos lados; En caso de que el Titular comparezca por medio de representante legal, éste último deberá también exhibir, por la misma vía, los documentos que acrediten la representación legal (i.e. carta poder simple firmada por el Titular, el apoderado y dos testigos, acompañada de una copia de las identificaciones del apoderado y los dos testigos); Descripción clara y precisa de los datos personales respecto de los que se busca ejercer alguno de los derechos. Seguridad de los datos personales Pretailers mantiene implementadas medidas de seguridad técnicas y organizativas para evitar la pérdida, robo, modificación y/o acceso no autorizado a sus datos personales, tales como controles de acceso, minimización del número de personas que acceden a los datos, implementación de herramientas de ciberseguridad como firewalls, antivirus, entre otras. ¿Cómo puede conocer los cambios en esta política de privacidad? La presente política de privacidad puede sufrir modificaciones, cambios o actualizaciones derivadas de nuevos requerimientos legales; de nuestras propias necesidades por los productos o servicios que ofrecemos; de nuestras prácticas de privacidad; de cambios en nuestro modelo de negocio, o por otras causas. El procedimiento a través del cual se llevarán a cabo las notificaciones sobre cambios o actualizaciones será mediante una nota informativa en nuestro sitio web, mediante correo electrónico o cualquier otro medio tecnológico disponible en el momento. Última actualización: marzo 2023 PayRetailers ARG S.R.L, (Payretailers), con domicilio en calle Rodriguez Peña 1681, piso 9, oficina B, ciudad de Buenos Aires, Argentina es la responsable del uso y protección de sus datos personales, y de conformidad con la Ley de protección de datos personales (Ley Nº 25.326) le informamos lo siguiente: Cuando usted actúe en representación de una entidad comercial, nos referiremos a usted como representante . Cuando usted realice actividades comerciales con una entidad comercial, pero no realiza actividades directamente con PayRetailers, nos referimos a usted como cliente final . Cuando usted actúe como proveedor de servicios de PayRetailers, nos referiremos a usted como proveedor . Consentimiento Al momento de aceptar el presente Aviso de Privacidad estas consintiendo expresamente la utilización de tus datos personales, para los fines exclusivos que se definen en este documento. En el uso de tus datos suministrados, se incluye el almacenamiento, entendiéndose éste como la conservación en un registro o en un banco de datos, por medios propios o suministrados por terceros; y el tratamiento, entendiéndose este como cualquier operación de carácter automatizado o no que permitan recolectar, almacenar, grabar, organizar, elaborar, seleccionar, extraer, confrontar, interconectar, disociar, comunicar, ceder, transferir, transmitir o cancelar datos de carácter personal. Declaración Se hace presente que, con la finalidad de dar cumplimiento al presente Aviso de Privacidad, al momento de aceptar la misma debes ser mayor de edad y que los datos suministrados son correctos y veraces. En caso de solicitar una modificación, te pedimos que nos informes a la brevedad de conformidad al procedimiento que se expone más adelante. En ningún lugar del sitio web recogemos conscientemente datos personales o información de personas menores de 18 años. ¿Qué datos personales utilizaremos, cómo los obtenemos y para qué fines? 1. Representante PayRetailers en su calidad de responsable del tratamiento de datos, recogerá mediante el sitio web de PayRetailers, por correo electrónico y por cualquier otro medio que pongamos a su disposición, la siguiente información: Datos personales de identificación y contacto: Nombre completo, nacionalidad, correo electrónico, identificación personal vigente, clave del Registro Federal de Contribuyentes y/o número de identificación fiscal y/o equivalente, teléfono, datos laborales, entre otros de la misma categoría. No se recogerán datos personales de carácter sensible: Los datos personales que recogemos de usted, los utilizaremos para las siguientes finalidades primarias, que son necesarias para el servicio que solicita: Creación de cuenta en el sitio web de PayRetailers; Proceso de onboarding, incluyendo la revisión y aprobación del área de Compliance con base en las políticas internas de PayRetailers; Generar la documentación necesaria para concretar la relación comercial; Proveerle los servicios contratados; Realizar gestiones para mantener actualizados sus datos personales y documentación legal de su empresa; Realizar aclaraciones para prevención de blanqueo de capitales, detectar fraudes o ilícitos en contra de su persona o de PayRetailers; Realizar revisiones legales y debidas diligencias; Comunicarnos con usted con el fin de cumplir con nuestras obligaciones de acuerdo con los términos del servicio; Realizar todo tipo de análisis para mejorar los servicios ofrecidos por PayRetailers, Fines mercadológicos, publicitarios o de prospección comercial respecto de los servicios que ofrecemos, propios o de terceros; Realizar encuestas de servicio, con el objetivo de evaluar y mejorar la calidad de los productos y servicios que ofrecemos, y Dar cumplimiento a las obligaciones legales a cargo de PayRetailers. 2. Cliente final PayRetailers presta sus servicios a entidades comerciales, que directa o indirectamente nos proporcionan datos personales de clientes finales en relación con las propias actividades comerciales de las entidades. Cuando actuamos como procesador del tratamiento de datos , tratamos los datos personales de acuerdo con los términos y condiciones de nuestro acuerdo con dicha entidad. Las entidades comerciales son responsables de garantizar los derechos de privacidad de sus clientes finales, lo que incluye garantizar la divulgación adecuada de la recogida y el tratamiento de los datos que se produce en relación con los servicios. Si usted es un cliente final, consulte la política de privacidad de la entidad comercial para obtener información sobre el tratamiento de sus datos. Los datos personales que la entidad comercial nos proporciona de manera directa o indirecta de usted, a través de nuestra interfaz de programación, correo electrónico o por el medio que la entidad comercial designa, incluyen lo siguiente: Datos personales de identificación: Nombre completo, correo electrónico, teléfono, domicilio, identificación oficial, entre otros de la misma categoría. Datos de la transacción: fecha, monto, método de pago, país donde se realizó, estatus, entre otros de la misma categoría. No se remiten datos personales sensibles. Los datos personales que nos sean remitidos en nuestra calidad de procesador del tratamiento de datos serán utilizados para las siguientes finalidades: Verificar y confirmar su identidad; Procesamiento de la transacción; Realizar aclaraciones para prevención de blanqueo de capitales, detectar fraudes o ilícitos en contra de su persona o de PayRetailers; Atender quejas, reclamaciones y sugerencias remitidas a PayRetailers; y Dar cumplimiento a las obligaciones legales a cargo de PayRetailers. No remitiremos comunicaciones comerciales sin su consentimiento. 3. Proveedor PayRetailers recogerá mediante correo electrónico y por cualquier otro medio que pongamos a su disposición, la siguiente información: Datos personales de identificación y contacto: Nombre completo, nacionalidad, correo electrónico, identificación oficial, teléfono, datos laborales, entre otros de la misma categoría. No se recogerán datos personales sensibles: Los datos personales que recogemos de usted, los utilizaremos para las siguientes finalidades primarias, que son necesarias para formalizar la relación contractual: i) Verificar y confirmar su identidad; ii) Proceso de onboarding, incluyendo la revisión y aprobación del área de Compliance con base en las políticas internas de PayRetailers; iii) Generar la documentación necesaria para concretar la relación comercial; iv) Gestionar los pagos correspondientes; v) Realizar revisiones legales y debidas diligencias. y vi) Dar cumplimiento a las obligaciones legales a cargo de PayRetailers. Base legal del tratamiento Para el tratamiento de los datos personales, PayRetailers parte de las siguientes bases legales: Relaciones comerciales contractuales y precontractuales. Tratamos los datos personales con el fin de formalizar relaciones comerciales con posibles entidades comerciales y para cumplir con las respectivas obligaciones contractuales que tenemos con dichas entidades. Intereses comerciales legítimos. De conformidad con la legislación aplicable, tratamos los datos para efectos de dar cumplimiento a las obligaciones legales de PayRetailers, como la prevención y aclaración de fraudes, así como la prestación de nuestros servicios a dichas entidades. Consentimiento: Basados en el consentimiento que usted nos proporciona para tratar sus datos personales en calidad de representante de una entidad comercial. ¿Cuánto tiempo almacenamos sus datos personales? Conservaremos sus datos únicamente durante el período estrictamente necesario para los respectivos fines del tratamiento o durante el período legal, en su caso. ¿A quién transferimos sus datos? PayRetailers comparte sus datos con otras entidades del grupo corporativo de PayRetailers que operan bajo los mismos estándares, procesos y/o políticas internas bajo los que opera PayRetailers, para el integral cumplimiento de los servicios que ofrecemos. Asimismo, PayRetailers comparte datos, a través de remisiones, a personas que tengan el carácter de encargados o sub-procesadores del tratamiento, como pueden ser prestadores de servicios o socios de negocios con los que PayRetailers tenga una relación jurídica. PayRetailers verifica que tales prestadores de servicios o socios de negocios cumplan con los mismos estándares de protección de datos que PayRetailers. Le informamos que PayRetailers no realiza transferencias de datos a terceros, salvo los supuestos de excepción y que no requieren de su consentimiento, previstos en la legislación aplicable, tal es el caso de aquellas necesarias o legalmente exigidas para la salvaguarda de un interés público, o para la procuración o administración de justicia. Transferencia internacional de datos Sus datos personales pueden ser almacenados fuera de Argentina por nuestros proveedores o prestadores de servicios o por empresas del Grupo de PayRetailers para los fines descritos en esta política de privacidad. Sus datos personales eventualmente transferidos a otros países serán tratados con el mismo nivel de protección, en cumplimiento con las garantías requeridas por la legislación aplicable y bajo las políticas de seguridad de PayRetailers. ¿Cómo puede ejercer sus derechos relativos a la privacidad? Usted tiene derecho a conocer qué datos personales tenemos de usted, para qué los utilizamos y las condiciones del uso que les damos (Acceso). Asimismo, es su derecho solicitar la corrección de su información personal en caso de que esté desactualizada, sea inexacta o incompleta (Actualización); así como que la eliminemos de nuestros registros o bases de datos cuando considere que la misma no está siendo utilizada adecuadamente (Supresión). Asimismo, usted puede revocar el consentimiento que, en su caso, nos haya otorgado para el tratamiento de sus datos personales. Usted deberá considerar que para ciertos fines, la revocación de su consentimiento implicará que no le podamos seguir prestando el servicio que nos solicitó, o la conclusión de su relación con Payretailers. Para el ejercicio de cualquiera de los derechos ARCO o revocación, usted deberá enviar una solicitud a la dirección de correo privacy@payretailers.com , que deberá cumplir con los siguientes requisitos y documentos: Nombre completo del Titular; Copia del documento que acrediten su identidad por ambos lados; En caso de que el Titular comparezca por medio de representante legal, éste último deberá también exhibir, por la misma vía, los documentos que acrediten la representación legal (i.e. carta poder simple firmada por el Titular, el apoderado y dos testigos, acompañada de una copia de las identificaciones del apoderado y los dos testigos); Descripción clara y precisa de los datos personales respecto de los que se busca ejercer alguno de los derechos. Las solicitudes serán atendidas dentro de los plazos previstos en la ley aplicable, a través de nuestro delegado de protección de datos, quien puede ser contactado para dudas o aclaraciones mediante la dirección de correo privacy@payretailers.com Seguridad de los datos personales PayRetailers mantiene implementadas medidas de seguridad técnicas y organizativas para evitar la pérdida, robo, modificación y/o acceso no autorizado a sus datos personales, tales como controles de acceso, minimización del número de personas que acceden a los datos, implementación de herramientas de ciberseguridad como firewalls, antivirus, entre otras. Asimismo, nuestro sitio web cuenta con un certificado de seguridad Secure Sockets Layer (SSL), el cual codifica la información que usted introduce para mantener la confidencialidad de esta. ¿Cómo puede conocer los cambios en esta política de privacidad? La presente política de privacidad puede sufrir modificaciones, cambios o actualizaciones derivadas de nuevos requerimientos legales; de nuestras propias necesidades por los productos o servicios que ofrecemos; de nuestras prácticas de privacidad; de cambios en nuestro modelo de negocio, o por otras causas. El procedimiento a través del cual se llevarán a cabo las notificaciones sobre cambios o actualizaciones será mediante una nota informativa en nuestro sitio web, mediante correo electrónico o cualquier otro medio tecnológico disponible en el momento. Aviso Legal La AGENCIA DE ACCESO A LA INFORMACIÓN PÚBLICA, en su calidad de Órgano de Control de la Ley N ° 25.326, tiene la facultad de atender las quejas y reclamos presentados por los afectados en sus derechos por incumplimiento de la normativa vigente en materia de protección de datos personales. Para contactar a la Agencia de Acceso a la Información Pública: Av. Pte. Gral. Julio A. Roca 710, 3er piso – Ciudad Autónoma de Buenos Aires. Correo electrónico: info@aaip.gob.ar Última actualización: enero 2023 PayRetailers Costa Rica S.R.L (PayRetailers), con domicilio en San Jose-Montes De Oca San Pedro La Granja Del Servicentro El Higuerón Cuatrocientos Metros Al Sur Y Cien Metros Este, Costa Rica, es la responsable del uso y protección de sus datos personales, y de conformidad con Ley de Protección de la Persona frente al tratamiento de sus datos personales (Ley N°8,968) le informamos lo siguiente:Cuando usted actúe en representación de una entidad comercial, nos referiremos a usted como representante . Cuando usted realice actividades comerciales con una entidad comercial, pero no realiza actividades directamente con PayRetailers, nos referimos a usted como cliente final . Cuando usted actúe como proveedor de servicios de PayRetailers, nos referiremos a usted como proveedor . Consentimiento Al momento de aceptar el presente Aviso de Privacidad estas consintiendo expresamente la utilización de tus datos personales, para los fines exclusivos que se definen en este documento. En el uso de tus datos suministrados, se incluye el almacenamiento, entendiéndose éste como la conservación en un registro o en un banco de datos, por medios propios o suministrados por terceros; y el tratamiento, entendiéndose este como cualquier operación de carácter automatizado o no que permitan recolectar, almacenar, grabar, organizar, elaborar, seleccionar, extraer, confrontar, interconectar, disociar, comunicar, ceder, transferir, transmitir o cancelar datos de carácter personal. Declaración Se hace presente que, con la finalidad de dar cumplimiento al presente Aviso de Privacidad, al momento de aceptar la misma debes ser mayor de edad y que los datos suministrados son correctos y veraces. En caso de solicitar una modificación, te pedimos que nos informes a la brevedad de conformidad al procedimiento que se expone más adelante. En ningún lugar del sitio web recogemos conscientemente datos personales o información de personas menores de 18 años. ¿Qué datos personales utilizaremos, cómo los obtenemos y para qué fines? 1. Representante PayRetailers en su calidad de responsable del tratamiento de datos, recogerá mediante el sitio web de PayRetailers, por correo electrónico y por cualquier otro medio que pongamos a su disposición, la siguiente información: Datos personales de identificación y contacto: Nombre completo, nacionalidad, correo electrónico, identificación personal vigente, clave del Registro Federal de Contribuyentes y/o número de identificación fiscal y/o equivalente, teléfono, datos laborales, entre otros de la misma categoría. No se recogerán datos personales de carácter sensible: Los datos personales que recogemos de usted, los utilizaremos para las siguientes finalidades primarias, que son necesarias para el servicio que solicita: Creación de cuenta en el sitio web de PayRetailers; Proceso de onboarding, incluyendo la revisión y aprobación del área de Compliance con base en las políticas internas de PayRetailers; Generar la documentación necesaria para concretar la relación comercial; Proveerle los servicios contratados; Realizar gestiones para mantener actualizados sus datos personales y documentación legal de su empresa; Realizar aclaraciones para prevención de blanqueo de capitales, detectar fraudes o ilícitos en contra de su persona o de PayRetailers; Realizar revisiones legales y debidas diligencias; Comunicarnos con usted con el fin de cumplir con nuestras obligaciones de acuerdo con los términos del servicio; Realizar todo tipo de análisis para mejorar los servicios ofrecidos por PayRetailers, Fines mercadológicos, publicitarios o de prospección comercial respecto de los servicios que ofrecemos, propios o de terceros; Realizar encuestas de servicio, con el objetivo de evaluar y mejorar la calidad de los productos y servicios que ofrecemos, y Dar cumplimiento a las obligaciones legales a cargo de PayRetailers. 2. Cliente final PayRetailers presta sus servicios a entidades comerciales, que directa o indirectamente nos proporcionan datos personales de clientes finales en relación con las propias actividades comerciales de las entidades. Cuando actuamos como procesador del tratamiento de datos , tratamos los datos personales de acuerdo con los términos y condiciones de nuestro acuerdo con dicha entidad. Las entidades comerciales son responsables de garantizar los derechos de privacidad de sus clientes finales, lo que incluye garantizar la divulgación adecuada de la recogida y el tratamiento de los datos que se produce en relación con los servicios. Si usted es un cliente final, consulte la política de privacidad de la entidad comercial para obtener información sobre el tratamiento de sus datos. Los datos personales que la entidad comercial nos proporciona de manera directa o indirecta de usted, a través de nuestra interfaz de programación, correo electrónico o por el medio que la entidad comercial designa, incluyen lo siguiente: Datos personales de identificación: Nombre completo, correo electrónico, teléfono, domicilio, identificación oficial, entre otros de la misma categoría. Datos de la transacción: fecha, monto, método de pago, país donde se realizó, estatus, entre otros de la misma categoría. No se remiten datos personales sensibles. Los datos personales que nos sean remitidos en nuestra calidad de procesador del tratamiento de datos serán utilizados para las siguientes finalidades: Verificar y confirmar su identidad; Procesamiento de la transacción; Realizar aclaraciones para prevención de blanqueo de capitales, detectar fraudes o ilícitos en contra de su persona o de PayRetailers; Atender quejas, reclamaciones y sugerencias remitidas a PayRetailers; y Dar cumplimiento a las obligaciones legales a cargo de PayRetailers. No remitiremos comunicaciones comerciales sin su consentimiento. 3. Proveedor PayRetailers recogerá mediante correo electrónico y por cualquier otro medio que pongamos a su disposición, la siguiente información: Datos personales de identificación y contacto: Nombre completo, nacionalidad, correo electrónico, identificación oficial, teléfono, datos laborales, entre otros de la misma categoría. No se recogerán datos personales sensibles: Los datos personales que recogemos de usted, los utilizaremos para las siguientes finalidades primarias, que son necesarias para formalizar la relación contractual: i) Verificar y confirmar su identidad; ii) Proceso de onboarding, incluyendo la revisión y aprobación del área de Compliance con base en las políticas internas de PayRetailers; iii) Generar la documentación necesaria para concretar la relación comercial; iv) Gestionar los pagos correspondientes; v) Realizar revisiones legales y debidas diligencias. y vi) Dar cumplimiento a las obligaciones legales a cargo de PayRetailers. Base legal del tratamiento Para el tratamiento de los datos personales, PayRetailers parte de las siguientes bases legales: Relaciones comerciales contractuales y precontractuales. Tratamos los datos personales con el fin de formalizar relaciones comerciales con posibles entidades comerciales y para cumplir con las respectivas obligaciones contractuales que tenemos con dichas entidades. Intereses comerciales legítimos. De conformidad con la legislación aplicable, tratamos los datos para efectos de dar cumplimiento a las obligaciones legales de PayRetailers, como la prevención y aclaración de fraudes, así como la prestación de nuestros servicios a dichas entidades. Consentimiento: Basados en el consentimiento que usted nos proporciona para tratar sus datos personales en calidad de representante de una entidad comercial. ¿Cuánto tiempo almacenamos sus datos personales? Conservaremos sus datos únicamente durante el período estrictamente necesario para los respectivos fines del tratamiento o durante el período legal, en su caso. ¿A quién transferimos sus datos? PayRetailers comparte sus datos con otras entidades del grupo corporativo de PayRetailers que operan bajo los mismos estándares, procesos y/o políticas internas bajo los que opera PayRetailers, para el integral cumplimiento de los servicios que ofrecemos. Asimismo, PayRetailers comparte datos, a través de remisiones, a personas que tengan el carácter de encargados o sub-procesadores del tratamiento, como pueden ser prestadores de servicios o socios de negocios con los que PayRetailers tenga una relación jurídica. PayRetailers verifica que tales prestadores de servicios o socios de negocios cumplan con los mismos estándares de protección de datos que PayRetailers. Le informamos que PayRetailers no realiza transferencias de datos a terceros, salvo los supuestos de excepción y que no requieren de su consentimiento, previstos en la legislación aplicable, tal es el caso de aquellas necesarias o legalmente exigidas para la salvaguarda de un interés público, o para la procuración o administración de justicia. Transferencia internacional de datos Sus datos personales pueden ser almacenados fuera de Costa Rica por nuestros proveedores o prestadores de servicios o por empresas del Grupo de PayRetailers para los fines descritos en esta política de privacidad. Sus datos personales eventualmente transferidos a otros países serán tratados con el mismo nivel de protección, en cumplimiento con las garantías requeridas por la legislación aplicable y bajo las políticas de seguridad de PayRetailers. ¿Cómo puede ejercer sus derechos relativos a la privacidad? Usted tiene derecho al acceso a sus datos, solicitando la disponibilidad de una copia de los datos personales que nos ha proporcionado (acceso); corrección de datos incompletos, inexactos o desactualizados (rectificación); limitar el tratamiento de sus datos (limitación); bloqueo o eliminación de datos innecesarios, excesivos o tratados en violación de la ley (cancelación), así como oponerse al uso de sus datos personales para fines específicos (oposición). Asimismo, usted puede revocar el consentimiento que, en su caso, nos haya otorgado para el tratamiento de sus datos personales. Usted deberá considerar que para ciertos fines, la revocación de su consentimiento implicará que no le podamos seguir prestando el servicio que nos solicitó, o la conclusión de su relación con Payretailers. Para el ejercicio de cualquiera de los derechos ARCO o revocación, usted deberá enviar una solicitud a la dirección de correo privacy@payretailers.com , que deberá cumplir con los siguientes requisitos y documentos: Nombre completo del Titular; Copia del documento que acrediten su identidad por ambos lados; En caso de que el Titular comparezca por medio de representante legal, éste último deberá también exhibir, por la misma vía, los documentos que acrediten la representación legal (i.e. carta poder simple firmada por el Titular, el apoderado y dos testigos, acompañada de una copia de las identificaciones del apoderado y los dos testigos); Descripción clara y precisa de los datos personales respecto de los que se busca ejercer alguno de los derechos. Las solicitudes serán atendidas dentro de los plazos previstos en la ley aplicable, a través de nuestro delegado de protección de datos, quien puede ser contactado para dudas o aclaraciones mediante la dirección de correo privacy@payretailers.com Seguridad de los datos personales PayRetailers mantiene implementadas medidas de seguridad técnicas y organizativas para evitar la pérdida, robo, modificación y/o acceso no autorizado a sus datos personales, tales como controles de acceso, minimización del número de personas que acceden a los datos, implementación de herramientas de ciberseguridad como firewalls, antivirus, entre otras. Asimismo, nuestro sitio web cuenta con un certificado de seguridad Secure Sockets Layer (SSL), el cual codifica la información que usted introduce para mantener la confidencialidad de esta. ¿Cómo puede conocer los cambios en esta política de privacidad? La presente política de privacidad puede sufrir modificaciones, cambios o actualizaciones derivadas de nuevos requerimientos legales; de nuestras propias necesidades por los productos o servicios que ofrecemos; de nuestras prácticas de privacidad; de cambios en nuestro modelo de negocio, o por otras causas. El procedimiento a través del cual se llevarán a cabo las notificaciones sobre cambios o actualizaciones será mediante una nota informativa en nuestro sitio web, mediante correo electrónico o cualquier otro medio tecnológico disponible en el momento. Última actualización: abril 2023 PayRetailers EC S.A, (Payretailers), con domicilio en Avenida 12 de octubre número 2468, edificio Mirage, piso 16, Quito, Ecuador, es la responsable del uso y protección de sus datos personales, y de conformidad con la Ley Orgánica de Protección de Datos, le informamos lo siguiente: Cuando usted actúe en representación de una entidad comercial, nos referiremos a usted como representante . Cuando usted realice actividades comerciales con una entidad comercial, pero no realiza actividades directamente con PayRetailers, nos referimos a usted como cliente final . Cuando usted actúe como proveedor de servicios de PayRetailers, nos referiremos a usted como proveedor . Consentimiento Al momento de aceptar el presente Aviso de Privacidad estas consintiendo expresamente la utilización de tus datos personales, para los fines exclusivos que se definen en este documento. En el uso de tus datos suministrados, se incluye el almacenamiento, entendiéndose éste como la conservación en un registro o en un banco de datos, por medios propios o suministrados por terceros; y el tratamiento, entendiéndose este como cualquier operación de carácter automatizado o no que permitan recolectar, almacenar, grabar, organizar, elaborar, seleccionar, extraer, confrontar, interconectar, disociar, comunicar, ceder, transferir, transmitir o cancelar datos de carácter personal. Declaración Se hace presente que, con la finalidad de dar cumplimiento al presente Aviso de Privacidad, al momento de aceptar la misma debes ser mayor de edad y que los datos suministrados son correctos y veraces. En caso de solicitar una modificación, te pedimos que nos informes a la brevedad de conformidad al procedimiento que se expone más adelante. En ningún lugar del sitio web recogemos conscientemente datos personales o información de personas menores de 18 años. ¿Qué datos personales utilizaremos, cómo los obtenemos y para qué fines? 1. Representante PayRetailers en su calidad de responsable del tratamiento de datos, recogerá mediante el sitio web de PayRetailers, por correo electrónico y por cualquier otro medio que pongamos a su disposición, la siguiente información: Datos personales de identificación y contacto: Nombre completo, nacionalidad, correo electrónico, identificación personal vigente, clave del Registro Federal de Contribuyentes y/o número de identificación fiscal y/o equivalente, teléfono, datos laborales, entre otros de la misma categoría. No se recogerán datos personales de carácter sensible: Los datos personales que recogemos de usted, los utilizaremos para las siguientes finalidades primarias, que son necesarias para el servicio que solicita: Creación de cuenta en el sitio web de PayRetailers; Proceso de onboarding, incluyendo la revisión y aprobación del área de Compliance con base en las políticas internas de PayRetailers; Generar la documentación necesaria para concretar la relación comercial; Proveerle los servicios contratados; Realizar gestiones para mantener actualizados sus datos personales y documentación legal de su empresa; Realizar aclaraciones para prevención de blanqueo de capitales, detectar fraudes o ilícitos en contra de su persona o de PayRetailers; Realizar revisiones legales y debidas diligencias; Comunicarnos con usted con el fin de cumplir con nuestras obligaciones de acuerdo con los términos del servicio; Realizar todo tipo de análisis para mejorar los servicios ofrecidos por PayRetailers, Fines mercadológicos, publicitarios o de prospección comercial respecto de los servicios que ofrecemos, propios o de terceros; Realizar encuestas de servicio, con el objetivo de evaluar y mejorar la calidad de los productos y servicios que ofrecemos, y Dar cumplimiento a las obligaciones legales a cargo de PayRetailers. 2. Cliente final PayRetailers presta sus servicios a entidades comerciales, que directa o indirectamente nos proporcionan datos personales de clientes finales en relación con las propias actividades comerciales de las entidades. Cuando actuamos como procesador del tratamiento de datos , tratamos los datos personales de acuerdo con los términos y condiciones de nuestro acuerdo con dicha entidad. Las entidades comerciales son responsables de garantizar los derechos de privacidad de sus clientes finales, lo que incluye garantizar la divulgación adecuada de la recogida y el tratamiento de los datos que se produce en relación con los servicios. Si usted es un cliente final, consulte la política de privacidad de la entidad comercial para obtener información sobre el tratamiento de sus datos. Los datos personales que la entidad comercial nos proporciona de manera directa o indirecta de usted, a través de nuestra interfaz de programación, correo electrónico o por el medio que la entidad comercial designa, incluyen lo siguiente: Datos personales de identificación: Nombre completo, correo electrónico, teléfono, domicilio, identificación oficial, entre otros de la misma categoría. Datos de la transacción: fecha, monto, método de pago, país donde se realizó, estatus, entre otros de la misma categoría. No se remiten datos personales sensibles. Los datos personales que nos sean remitidos en nuestra calidad de procesador del tratamiento de datos serán utilizados para las siguientes finalidades: i) Verificar y confirmar su identidad; ii) Proceso de onboarding, incluyendo la revisión y aprobación del área de Compliance con base en las políticas internas de PayRetailers; iii) Generar la documentación necesaria para concretar la relación comercial; iv) Gestionar los pagos correspondientes; v) Realizar revisiones legales y debidas diligencias. y vi) Dar cumplimiento a las obligaciones legales a cargo de PayRetailers. No remitiremos comunicaciones comerciales sin su consentimiento. 3. Proveedor PayRetailers recogerá mediante correo electrónico y por cualquier otro medio que pongamos a su disposición, la siguiente información: Datos personales de identificación y contacto: Nombre completo, nacionalidad, correo electrónico, identificación oficial, teléfono, datos laborales, entre otros de la misma categoría. No se recogerán datos personales sensibles: Los datos personales que recogemos de usted, los utilizaremos para las siguientes finalidades primarias, que son necesarias para formalizar la relación contractual: Verificar y confirmar su identidad; Proceso de onboarding, incluyendo la revisión y aprobación del área de Compliance con base en las políticas internas de PayRetailers; Generar la documentación necesaria para concretar la relación comercial; Gestionar los pagos correspondientes; Realizar revisiones legales y debidas diligencias. y Dar cumplimiento a las obligaciones legales a cargo de PayRetailers. Base legal del tratamiento Para el tratamiento de los datos personales, PayRetailers parte de las siguientes bases legales: Relaciones comerciales contractuales y precontractuales. Tratamos los datos personales con el fin de formalizar relaciones comerciales con posibles entidades comerciales y para cumplir con las respectivas obligaciones contractuales que tenemos con dichas entidades. Intereses comerciales legítimos. De conformidad con la legislación aplicable, tratamos los datos para efectos de dar cumplimiento a las obligaciones legales de PayRetailers, como la prevención y aclaración de fraudes, así como la prestación de nuestros servicios a dichas entidades. Consentimiento: Basados en el consentimiento que usted nos proporciona para tratar sus datos personales en calidad de representante de una entidad comercial. ¿Cuánto tiempo almacenamos sus datos personales? Conservaremos sus datos únicamente durante el período estrictamente necesario para los respectivos fines del tratamiento o durante el período legal, en su caso. ¿A quién transferimos sus datos? PayRetailers comparte sus datos con otras entidades del grupo corporativo de PayRetailers que operan bajo los mismos estándares, procesos y/o políticas internas bajo los que opera PayRetailers, para el integral cumplimiento de los servicios que ofrecemos. Asimismo, PayRetailers comparte datos, a través de remisiones, a personas que tengan el carácter de encargados o sub-procesadores del tratamiento, como pueden ser prestadores de servicios o socios de negocios con los que PayRetailers tenga una relación jurídica. PayRetailers verifica que tales prestadores de servicios o socios de negocios cumplan con los mismos estándares de protección de datos que PayRetailers. Le informamos que PayRetailers no realiza transferencias de datos a terceros, salvo los supuestos de excepción y que no requieren de su consentimiento, previstos en la legislación aplicable, tal es el caso de aquellas necesarias o legalmente exigidas para la salvaguarda de un interés público, o para la procuración o administración de justicia. Transferencia internacional de datos Sus datos personales pueden ser almacenados fuera de Ecuador por nuestros proveedores o prestadores de servicios o por empresas del Grupo de PayRetailers para los fines descritos en esta política de privacidad. Sus datos personales eventualmente transferidos a otros países serán tratados con el mismo nivel de protección, en cumplimiento con las garantías requeridas por la legislación aplicable y bajo las políticas de seguridad de PayRetailers. ¿Cómo puede ejercer sus derechos relativos a la privacidad? Usted tiene derecho a solicitar confirmación de la existencia de tratamiento de datos personales (información); tener acceso a sus datos, solicitando la disponibilidad de una copia de los datos personales que nos ha proporcionado (acceso); corrección de datos incompletos, inexactos o desactualizados (rectificación); limitar el tratamiento de sus datos (limitación); bloqueo o eliminación de datos innecesarios, excesivos o tratados en violación de la ley (supresión); así como oponerse al uso de sus datos personales para fines específicos (oposición), así como la portabilidad de sus datos personales a otro proveedor de servicios o productos (portabilidad). Asimismo, usted puede revocar el consentimiento que, en su caso, nos haya otorgado para el tratamiento de sus datos personales. Usted deberá considerar que para ciertos fines, la revocación de su consentimiento implicará que no le podamos seguir prestando el servicio que nos solicitó, o la conclusión de su relación con Payretailers. Para el ejercicio de cualquiera de los derechos ARCO o revocación, usted deberá enviar una solicitud a la dirección de correo privacy@payretailers.com , que deberá cumplir con los siguientes requisitos y documentos: Nombre completo del Titular; Copia del documento que acrediten su identidad por ambos lados; En caso de que el Titular comparezca por medio de representante legal, éste último deberá también exhibir, por la misma vía, los documentos que acrediten la representación legal (i.e. carta poder simple firmada por el Titular, el apoderado y dos testigos, acompañada de una copia de las identificaciones del apoderado y los dos testigos); Descripción clara y precisa de los datos personales respecto de los que se busca ejercer alguno de los derechos. Las solicitudes serán atendidas dentro de los plazos previstos en la ley aplicable, a través de nuestro delegado de protección de datos, quien puede ser contactado para dudas o aclaraciones mediante la dirección de correo privacy@payretailers.com Seguridad de los datos personales PayRetailers mantiene implementadas medidas de seguridad técnicas y organizativas para evitar la pérdida, robo, modificación y/o acceso no autorizado a sus datos personales, tales como controles de acceso, minimización del número de personas que acceden a los datos, implementación de herramientas de ciberseguridad como firewalls, antivirus, entre otras. Asimismo, nuestro sitio web cuenta con un certificado de seguridad Secure Sockets Layer (SSL), el cual codifica la información que usted introduce para mantener la confidencialidad de esta. ¿Cómo puede conocer los cambios en esta política de privacidad? La presente política de privacidad puede sufrir modificaciones, cambios o actualizaciones derivadas de nuevos requerimientos legales; de nuestras propias necesidades por los productos o servicios que ofrecemos; de nuestras prácticas de privacidad; de cambios en nuestro modelo de negocio, o por otras causas. El procedimiento a través del cual se llevarán a cabo las notificaciones sobre cambios o actualizaciones será mediante una nota informativa en nuestro sitio web, mediante correo electrónico o cualquier otro medio tecnológico disponible en el momento. Última actualización: mayo 2023 PayRetailers Panamá S.A (Payretailers), con domicilio en calle Boulevard Costa del Este, edificio PH Financia! Park Tower, piso 17 Panamá, es el responsable del uso y protección de sus datos personales, y de conformidad con la Ley sobre Protección de Datos Personales (Ley Nº 81) le informamos lo siguiente: Cuando usted actúe en representación de una entidad comercial, nos referiremos a usted como representante . Cuando usted realice actividades comerciales con una entidad comercial, pero no realiza actividades directamente con PayRetailers, nos referimos a usted como cliente final . Cuando usted actúe como proveedor de servicios de PayRetailers, nos referiremos a usted como proveedor . Consentimiento Al momento de aceptar el presente Aviso de Privacidad estas consintiendo expresamente la utilización de tus datos personales, para los fines exclusivos que se definen en este documento. En el uso de tus datos suministrados, se incluye el almacenamiento, entendiéndose éste como la conservación en un registro o en un banco de datos, por medios propios o suministrados por terceros; y el tratamiento, entendiéndose este como cualquier operación de carácter automatizado o no que permitan recolectar, almacenar, grabar, organizar, elaborar, seleccionar, extraer, confrontar, interconectar, disociar, comunicar, ceder, transferir, transmitir o cancelar datos de carácter personal. Declaración Se hace presente que, con la finalidad de dar cumplimiento al presente Aviso de Privacidad, al momento de aceptar la misma debes ser mayor de edad y que los datos suministrados son correctos y veraces. En caso de solicitar una modificación, te pedimos que nos informes a la brevedad de conformidad al procedimiento que se expone más adelante. En ningún lugar del sitio web recogemos conscientemente datos personales o información de personas menores de 18 años. ¿Qué datos personales utilizaremos, cómo los obtenemos y para qué fines? 1. Representante PayRetailers en su calidad de responsable del tratamiento de datos, recogerá mediante el sitio web de PayRetailers, por correo electrónico y por cualquier otro medio que pongamos a su disposición, la siguiente información: Datos personales de identificación y contacto: Nombre completo, nacionalidad, correo electrónico, identificación personal vigente, clave del Registro Federal de Contribuyentes y/o número de identificación fiscal y/o equivalente, teléfono, datos laborales, entre otros de la misma categoría. No se recogerán datos personales de carácter sensible: Los datos personales que recogemos de usted, los utilizaremos para las siguientes finalidades primarias, que son necesarias para el servicio que solicita: Creación de cuenta en el sitio web de PayRetailers; Proceso de onboarding, incluyendo la revisión y aprobación del área de Compliance con base en las políticas internas de PayRetailers; Generar la documentación necesaria para concretar la relación comercial; Proveerle los servicios contratados; Realizar gestiones para mantener actualizados sus datos personales y documentación legal de su empresa; Realizar aclaraciones para prevención de blanqueo de capitales, detectar fraudes o ilícitos en contra de su persona o de PayRetailers; Realizar revisiones legales y debidas diligencias; Comunicarnos con usted con el fin de cumplir con nuestras obligaciones de acuerdo con los términos del servicio; Realizar todo tipo de análisis para mejorar los servicios ofrecidos por PayRetailers, Fines mercadológicos, publicitarios o de prospección comercial respecto de los servicios que ofrecemos, propios o de terceros; Realizar encuestas de servicio, con el objetivo de evaluar y mejorar la calidad de los productos y servicios que ofrecemos, y Dar cumplimiento a las obligaciones legales a cargo de PayRetailers. 2. Cliente final PayRetailers presta sus servicios a entidades comerciales, que directa o indirectamente nos proporcionan datos personales de clientes finales en relación con las propias actividades comerciales de las entidades. Cuando actuamos como procesador del tratamiento de datos , tratamos los datos personales de acuerdo con los términos y condiciones de nuestro acuerdo con dicha entidad. Las entidades comerciales son responsables de garantizar los derechos de privacidad de sus clientes finales, lo que incluye garantizar la divulgación adecuada de la recogida y el tratamiento de los datos que se produce en relación con los servicios. Si usted es un cliente final, consulte la política de privacidad de la entidad comercial para obtener información sobre el tratamiento de sus datos. Los datos personales que la entidad comercial nos proporciona de manera directa o indirecta de usted, a través de nuestra interfaz de programación, correo electrónico o por el medio que la entidad comercial designa, incluyen lo siguiente: Datos personales de identificación: Nombre completo, correo electrónico, teléfono, domicilio, identificación oficial, entre otros de la misma categoría. Datos de la transacción: fecha, monto, método de pago, país donde se realizó, estatus, entre otros de la misma categoría. No se remiten datos personales sensibles. Los datos personales que nos sean remitidos en nuestra calidad de procesador del tratamiento de datos serán utilizados para las siguientes finalidades: i) Verificar y confirmar su identidad; ii) Proceso de onboarding, incluyendo la revisión y aprobación del área de Compliance con base en las políticas internas de PayRetailers; iii) Generar la documentación necesaria para concretar la relación comercial; iv) Gestionar los pagos correspondientes; v) Realizar revisiones legales y debidas diligencias. y vi) Dar cumplimiento a las obligaciones legales a cargo de PayRetailers. No remitiremos comunicaciones comerciales sin su consentimiento. 3. Proveedor PayRetailers recogerá mediante correo electrónico y por cualquier otro medio que pongamos a su disposición, la siguiente información: Datos personales de identificación y contacto: Nombre completo, nacionalidad, correo electrónico, identificación oficial, teléfono, datos laborales, entre otros de la misma categoría. No se recogerán datos personales sensibles: Los datos personales que recogemos de usted, los utilizaremos para las siguientes finalidades primarias, que son necesarias para formalizar la relación contractual: i) Verificar y confirmar su identidad; ii) Proceso de onboarding, incluyendo la revisión y aprobación del área de Compliance con base en las políticas internas de PayRetailers; iii) Generar la documentación necesaria para concretar la relación comercial; iv) Gestionar los pagos correspondientes; v) Realizar revisiones legales y debidas diligencias. y vi) Dar cumplimiento a las obligaciones legales a cargo de PayRetailers. Base legal del tratamiento Para el tratamiento de los datos personales, PayRetailers parte de las siguientes bases legales: Relaciones comerciales contractuales y precontractuales. Tratamos los datos personales con el fin de formalizar relaciones comerciales con posibles entidades comerciales y para cumplir con las respectivas obligaciones contractuales que tenemos con dichas entidades. Intereses comerciales legítimos. De conformidad con la legislación aplicable, tratamos los datos para efectos de dar cumplimiento a las obligaciones legales de PayRetailers, como la prevención y aclaración de fraudes, así como la prestación de nuestros servicios a dichas entidades. Consentimiento: Basados en el consentimiento que usted nos proporciona para tratar sus datos personales en calidad de representante de una entidad comercial. ¿Cuánto tiempo almacenamos sus datos personales? Conservaremos sus datos únicamente durante el período estrictamente necesario para los respectivos fines del tratamiento o durante el período legal, en su caso. ¿A quién transferimos sus datos? PayRetailers comparte sus datos con otras entidades del grupo corporativo de PayRetailers que operan bajo los mismos estándares, procesos y/o políticas internas bajo los que opera PayRetailers, para el integral cumplimiento de los servicios que ofrecemos. Asimismo, PayRetailers comparte datos, a través de remisiones, a personas que tengan el carácter de encargados o sub-procesadores del tratamiento, como pueden ser prestadores de servicios o socios de negocios con los que PayRetailers tenga una relación jurídica. PayRetailers verifica que tales prestadores de servicios o socios de negocios cumplan con los mismos estándares de protección de datos que PayRetailers. Le informamos que PayRetailers no realiza transferencias de datos a terceros, salvo los supuestos de excepción y que no requieren de su consentimiento, previstos en la legislación aplicable, tal es el caso de aquellas necesarias o legalmente exigidas para la salvaguarda de un interés público, o para la procuración o administración de justicia. Transferencia internacional de datos Sus datos personales pueden ser almacenados fuera de Panamá por nuestros proveedores o prestadores de servicios o por empresas del Grupo de PayRetailers para los fines descritos en esta política de privacidad. Sus datos personales eventualmente transferidos a otros países serán tratados con el mismo nivel de protección, en cumplimiento con las garantías requeridas por la legislación aplicable y bajo las políticas de seguridad de PayRetailers. ¿Cómo puede ejercer sus derechos relativos a la privacidad? Usted tiene derecho al acceso a sus datos, solicitando la disponibilidad de una copia de los datos personales que nos ha proporcionado (acceso); corrección de datos incompletos, inexactos o desactualizados (rectificación); anonimización, bloqueo o eliminación de datos innecesarios, excesivos o tratados en violación de la ley (cancelación); así como oponerse al uso de sus datos personales para fines específicos (oposición), así como a la portabilidad de sus datos personales a otro proveedor de servicios o productos (portabilidad). Asimismo, usted puede revocar el consentimiento que, en su caso, nos haya otorgado para el tratamiento de sus datos personales. Usted deberá considerar que para ciertos fines, la revocación de su consentimiento implicará que no le podamos seguir prestando el servicio que nos solicitó, o la conclusión de su relación con Payretailers. Para el ejercicio de cualquiera de los derechos ARCO o revocación, usted deberá enviar una solicitud a la dirección de correo privacy@payretailers.com , que deberá cumplir con los siguientes requisitos y documentos: Nombre completo del Titular; Copia del documento que acrediten su identidad por ambos lados; En caso de que el Titular comparezca por medio de representante legal, éste último deberá también exhibir, por la misma vía, los documentos que acrediten la representación legal (i.e. carta poder simple firmada por el Titular, el apoderado y dos testigos, acompañada de una copia de las identificaciones del apoderado y los dos testigos); Descripción clara y precisa de los datos personales respecto de los que se busca ejercer alguno de los derechos. Las solicitudes serán atendidas dentro de los plazos previstos en la ley aplicable, a través de nuestro delegado de protección de datos, quien puede ser contactado para dudas o aclaraciones mediante la dirección de correo privacy@payretailers.com Seguridad de los datos personales PayRetailers mantiene implementadas medidas de seguridad técnicas y organizativas para evitar la pérdida, robo, modificación y/o acceso no autorizado a sus datos personales, tales como controles de acceso, minimización del número de personas que acceden a los datos, implementación de herramientas de ciberseguridad como firewalls, antivirus, entre otras. Asimismo, nuestro sitio web cuenta con un certificado de seguridad Secure Sockets Layer (SSL), el cual codifica la información que usted introduce para mantener la confidencialidad de esta. ¿Cómo puede conocer los cambios en esta política de privacidad? La presente política de privacidad puede sufrir modificaciones, cambios o actualizaciones derivadas de nuevos requerimientos legales; de nuestras propias necesidades por los productos o servicios que ofrecemos; de nuestras prácticas de privacidad; de cambios en nuestro modelo de negocio, o por otras causas. El procedimiento a través del cual se llevarán a cabo las notificaciones sobre cambios o actualizaciones será mediante una nota informativa en nuestro sitio web, mediante correo electrónico o cualquier otro medio tecnológico disponible en el momento. Última actualización: marzo 2023 PayRetailers Paraguay S.A.C, (PayRetailers), con domicilio en Avenida, Perú Caso Teniente Genaro Ruiz Numero #708, Asunción Paraguay, es la responsable del uso y protección de sus datos personales, y de conformidad con la Ley N° 6534 de protección de datos personales crediticios le informamos lo siguiente: Cuando usted actúe en representación de una entidad comercial, nos referiremos a usted como representante . Cuando usted realice actividades comerciales con una entidad comercial, pero no realiza actividades directamente con PayRetailers, nos referimos a usted como cliente final . Cuando usted actúe como proveedor de servicios de PayRetailers, nos referiremos a usted como proveedor . Consentimiento Al momento de aceptar el presente Aviso de Privacidad estas consintiendo expresamente la utilización de tus datos personales, para los fines exclusivos que se definen en este documento. En el uso de tus datos suministrados, se incluye el almacenamiento, entendiéndose éste como la conservación en un registro o en un banco de datos, por medios propios o suministrados por terceros; y el tratamiento, entendiéndose este como cualquier operación de carácter automatizado o no que permitan recolectar, almacenar, grabar, organizar, elaborar, seleccionar, extraer, confrontar, interconectar, disociar, comunicar, ceder, transferir, transmitir o cancelar datos de carácter personal. Declaración Se hace presente que, con la finalidad de dar cumplimiento al presente Aviso de Privacidad, al momento de aceptar la misma debes ser mayor de edad y que los datos suministrados son correctos y veraces. En caso de solicitar una modificación, te pedimos que nos informes a la brevedad de conformidad al procedimiento que se expone más adelante. En ningún lugar del sitio web recogemos conscientemente datos personales o información de personas menores de 18 años. ¿Qué datos personales utilizaremos, cómo los obtenemos y para qué fines? 1. Representante PayRetailers en su calidad de responsable del tratamiento de datos, recogerá mediante el sitio web de PayRetailers, por correo electrónico y por cualquier otro medio que pongamos a su disposición, la siguiente información: Datos personales de identificación y contacto: Nombre completo, nacionalidad, correo electrónico, identificación personal vigente, clave del Registro Federal de Contribuyentes y/o número de identificación fiscal y/o equivalente, teléfono, datos laborales, entre otros de la misma categoría. No se recogerán datos personales de carácter sensible: Los datos personales que recogemos de usted, los utilizaremos para las siguientes finalidades primarias, que son necesarias para el servicio que solicita: Creación de cuenta en el sitio web de PayRetailers; Proceso de onboarding, incluyendo la revisión y aprobación del área de Compliance con base en las políticas internas de PayRetailers; Generar la documentación necesaria para concretar la relación comercial; Proveerle los servicios contratados; Realizar gestiones para mantener actualizados sus datos personales y documentación legal de su empresa; Realizar aclaraciones para prevención de blanqueo de capitales, detectar fraudes o ilícitos en contra de su persona o de PayRetailers; Realizar revisiones legales y debidas diligencias; Comunicarnos con usted con el fin de cumplir con nuestras obligaciones de acuerdo con los términos del servicio; Realizar todo tipo de análisis para mejorar los servicios ofrecidos por PayRetailers, Fines mercadológicos, publicitarios o de prospección comercial respecto de los servicios que ofrecemos, propios o de terceros; Realizar encuestas de servicio, con el objetivo de evaluar y mejorar la calidad de los productos y servicios que ofrecemos, y Dar cumplimiento a las obligaciones legales a cargo de PayRetailers. 2. Cliente final PayRetailers presta sus servicios a entidades comerciales, que directa o indirectamente nos proporcionan datos personales de clientes finales en relación con las propias actividades comerciales de las entidades. Cuando actuamos como procesador del tratamiento de datos , tratamos los datos personales de acuerdo con los términos y condiciones de nuestro acuerdo con dicha entidad. Las entidades comerciales son responsables de garantizar los derechos de privacidad de sus clientes finales, lo que incluye garantizar la divulgación adecuada de la recogida y el tratamiento de los datos que se produce en relación con los servicios. Si usted es un cliente final, consulte la política de privacidad de la entidad comercial para obtener información sobre el tratamiento de sus datos. Los datos personales que la entidad comercial nos proporciona de manera directa o indirecta de usted, a través de nuestra interfaz de programación, correo electrónico o por el medio que la entidad comercial designa, incluyen lo siguiente: Datos personales de identificación: Nombre completo, correo electrónico, teléfono, domicilio, identificación oficial, entre otros de la misma categoría. Datos de la transacción: fecha, monto, método de pago, país donde se realizó, estatus, entre otros de la misma categoría. No se remiten datos personales sensibles. Los datos personales que nos sean remitidos en nuestra calidad de procesador del tratamiento de datos serán utilizados para las siguientes finalidades: Verificar y confirmar su identidad; Procesamiento de la transacción; Realizar aclaraciones para prevención de blanqueo de capitales, detectar fraudes o ilícitos en contra de su persona o de PayRetailers; Atender quejas, reclamaciones y sugerencias remitidas a PayRetailers; y Dar cumplimiento a las obligaciones legales a cargo de PayRetailers. No remitiremos comunicaciones comerciales sin su consentimiento. 3. Proveedor PayRetailers recogerá mediante correo electrónico y por cualquier otro medio que pongamos a su disposición, la siguiente información: Datos personales de identificación y contacto: Nombre completo, nacionalidad, correo electrónico, identificación oficial, teléfono, datos laborales, entre otros de la misma categoría. No se recogerán datos personales sensibles: i) Verificar y confirmar su identidad; ii) Proceso de onboarding, incluyendo la revisión y aprobación del área de Compliance con base en las políticas internas de PayRetailers; iii) Generar la documentación necesaria para concretar la relación comercial; iv) Gestionar los pagos correspondientes; v) Realizar revisiones legales y debidas diligencias. y vi) Dar cumplimiento a las obligaciones legales a cargo de PayRetailers. Base legal del tratamiento Para el tratamiento de los datos personales, PayRetailers parte de las siguientes bases legales: Relaciones comerciales contractuales y precontractuales. Tratamos los datos personales con el fin de formalizar relaciones comerciales con posibles entidades comerciales y para cumplir con las respectivas obligaciones contractuales que tenemos con dichas entidades. Intereses comerciales legítimos. De conformidad con la legislación aplicable, tratamos los datos para efectos de dar cumplimiento a las obligaciones legales de PayRetailers, como la prevención y aclaración de fraudes, así como la prestación de nuestros servicios a dichas entidades. Consentimiento: Basados en el consentimiento que usted nos proporciona para tratar sus datos personales en calidad de representante de una entidad comercial. ¿Cuánto tiempo almacenamos sus datos personales? Conservaremos sus datos únicamente durante el período estrictamente necesario para los respectivos fines del tratamiento o durante el período legal, en su caso. ¿A quién transferimos sus datos? PayRetailers comparte sus datos con otras entidades del grupo corporativo de PayRetailers que operan bajo los mismos estándares, procesos y/o políticas internas bajo los que opera PayRetailers, para el integral cumplimiento de los servicios que ofrecemos. Asimismo, PayRetailers comparte datos, a través de remisiones, a personas que tengan el carácter de encargados o sub-procesadores del tratamiento, como pueden ser prestadores de servicios o socios de negocios con los que PayRetailers tenga una relación jurídica. PayRetailers verifica que tales prestadores de servicios o socios de negocios cumplan con los mismos estándares de protección de datos que PayRetailers. Le informamos que PayRetailers no realiza transferencias de datos a terceros, salvo los supuestos de excepción y que no requieren de su consentimiento, previstos en la legislación aplicable, tal es el caso de aquellas necesarias o legalmente exigidas para la salvaguarda de un interés público, o para la procuración o administración de justicia. Transferencia internacional de datos Sus datos personales pueden ser almacenados fuera de Paraguay por nuestros proveedores o prestadores de servicios o por empresas del Grupo de PayRetailers para los fines descritos en esta política de privacidad. Sus datos personales eventualmente transferidos a otros países serán tratados con el mismo nivel de protección, en cumplimiento con las garantías requeridas por la legislación aplicable y bajo las políticas de seguridad de PayRetailers. ¿Cómo puede ejercer sus derechos relativos a la privacidad? Usted como representante tiene derecho a conocer qué datos personales tenemos de usted, para qué los utilizamos y las condiciones del uso que les damos (Acceso). Asimismo, es su derecho solicitar la corrección de su información personal en caso de que esté desactualizada, sea inexacta o incompleta (Rectificación); que la eliminemos de nuestros registros o bases de datos cuando considere que la misma no está siendo utilizada adecuadamente (Cancelación); así como oponerse al uso de sus datos personales para fines específicos (Oposición). Asimismo, usted puede revocar el consentimiento que, en su caso, nos haya otorgado para el tratamiento de sus datos personales. Usted deberá considerar que para ciertos fines, la revocación de su consentimiento implicará que no le podamos seguir prestando el servicio que nos solicitó, o la conclusión de su relación con Payretailers. Para el ejercicio de cualquiera de los derechos ARCO o revocación, usted deberá enviar una solicitud a la dirección de correo privacy@payretailers.com , que deberá cumplir con los siguientes requisitos y documentos: Nombre completo del Titular; Copia del documento que acrediten su identidad por ambos lados; En caso de que el Titular comparezca por medio de representante legal, éste último deberá también exhibir, por la misma vía, los documentos que acrediten la representación legal (i.e. carta poder simple firmada por el Titular, el apoderado y dos testigos, acompañada de una copia de las identificaciones del apoderado y los dos testigos); Descripción clara y precisa de los datos personales respecto de los que se busca ejercer alguno de los derechos. Las solicitudes serán atendidas dentro de los plazos previstos en la ley aplicable, a través de nuestro delegado de protección de datos, quien puede ser contactado para dudas o aclaraciones mediante la dirección de correo privacy@payretailers.com Seguridad de los datos personales PayRetailers mantiene implementadas medidas de seguridad técnicas y organizativas para evitar la pérdida, robo, modificación y/o acceso no autorizado a sus datos personales, tales como controles de acceso, minimización del número de personas que acceden a los datos, implementación de herramientas de ciberseguridad como firewalls, antivirus, entre otras. Asimismo, nuestro sitio web cuenta con un certificado de seguridad Secure Sockets Layer (SSL), el cual codifica la información que usted introduce para mantener la confidencialidad de esta. ¿Cómo puede conocer los cambios en esta política de privacidad? La presente política de privacidad puede sufrir modificaciones, cambios o actualizaciones derivadas de nuevos requerimientos legales; de nuestras propias necesidades por los productos o servicios que ofrecemos; de nuestras prácticas de privacidad; de cambios en nuestro modelo de negocio, o por otras causas. El procedimiento a través del cual se llevarán a cabo las notificaciones sobre cambios o actualizaciones será mediante una nota informativa en nuestro sitio web, mediante correo electrónico o cualquier otro medio tecnológico disponible en el momento. Última actualización: enero 2023 PayRetailers Perú S.A.C (PayRetailers), con domicilio en calle Jirón Baca Flor No. 307 Dpto 701, Magdalena del Mar, Lima, Perú, es la responsable del uso y protección de sus datos personales, y de conformidad con la Ley de protección de datos personales (Ley Nº 29,733) le informamos lo siguiente: Cuando usted actúe en representación de una entidad comercial, nos referiremos a usted como representante . Cuando usted realice actividades comerciales con una entidad comercial, pero no realiza actividades directamente con PayRetailers, nos referimos a usted como cliente final . Cuando usted actúe como proveedor de servicios de PayRetailers, nos referiremos a usted como proveedor . Consentimiento Al momento de aceptar el presente Aviso de Privacidad estas consintiendo expresamente la utilización de tus datos personales, para los fines exclusivos que se definen en este documento. En el uso de tus datos suministrados, se incluye el almacenamiento, entendiéndose éste como la conservación en un registro o en un banco de datos, por medios propios o suministrados por terceros; y el tratamiento, entendiéndose este como cualquier operación de carácter automatizado o no que permitan recolectar, almacenar, grabar, organizar, elaborar, seleccionar, extraer, confrontar, interconectar, disociar, comunicar, ceder, transferir, transmitir o cancelar datos de carácter personal. Declaración Se hace presente que, con la finalidad de dar cumplimiento al presente Aviso de Privacidad, al momento de aceptar la misma debes ser mayor de edad y que los datos suministrados son correctos y veraces. En caso de solicitar una modificación, te pedimos que nos informes a la brevedad de conformidad al procedimiento que se expone más adelante. En ningún lugar del sitio web recogemos conscientemente datos personales o información de personas menores de 18 años. ¿Qué datos personales utilizaremos, cómo los obtenemos y para qué fines? 1. Representante PayRetailers en su calidad de responsable del tratamiento de datos, recogerá mediante el sitio web de PayRetailers, por correo electrónico y por cualquier otro medio que pongamos a su disposición, la siguiente información: Datos personales de identificación y contacto: Nombre completo, nacionalidad, correo electrónico, identificación personal vigente, clave del Registro Federal de Contribuyentes y/o número de identificación fiscal y/o equivalente, teléfono, datos laborales, entre otros de la misma categoría. No se recogerán datos personales de carácter sensible: Los datos personales que recogemos de usted, los utilizaremos para las siguientes finalidades primarias, que son necesarias para el servicio que solicita: Creación de cuenta en el sitio web de PayRetailers; Proceso de onboarding, incluyendo la revisión y aprobación del área de Compliance con base en las políticas internas de PayRetailers; Generar la documentación necesaria para concretar la relación comercial; Proveerle los servicios contratados; Realizar gestiones para mantener actualizados sus datos personales y documentación legal de su empresa; Realizar aclaraciones para prevención de blanqueo de capitales, detectar fraudes o ilícitos en contra de su persona o de PayRetailers; Realizar revisiones legales y debidas diligencias; Comunicarnos con usted con el fin de cumplir con nuestras obligaciones de acuerdo con los términos del servicio; Realizar todo tipo de análisis para mejorar los servicios ofrecidos por PayRetailers, Fines mercadológicos, publicitarios o de prospección comercial respecto de los servicios que ofrecemos, propios o de terceros; Realizar encuestas de servicio, con el objetivo de evaluar y mejorar la calidad de los productos y servicios que ofrecemos, y Dar cumplimiento a las obligaciones legales a cargo de PayRetailers. 2. Cliente final PayRetailers presta sus servicios a entidades comerciales, que directa o indirectamente nos proporcionan datos personales de clientes finales en relación con las propias actividades comerciales de las entidades. Cuando actuamos como procesador del tratamiento de datos , tratamos los datos personales de acuerdo con los términos y condiciones de nuestro acuerdo con dicha entidad. Las entidades comerciales son responsables de garantizar los derechos de privacidad de sus clientes finales, lo que incluye garantizar la divulgación adecuada de la recogida y el tratamiento de los datos que se produce en relación con los servicios. Si usted es un cliente final, consulte la política de privacidad de la entidad comercial para obtener información sobre el tratamiento de sus datos. Los datos personales que la entidad comercial nos proporciona de manera directa o indirecta de usted, a través de nuestra interfaz de programación, correo electrónico o por el medio que la entidad comercial designa, incluyen lo siguiente: Datos personales de identificación: Nombre completo, correo electrónico, teléfono, domicilio, identificación oficial, entre otros de la misma categoría. Datos de la transacción: fecha, monto, método de pago, país donde se realizó, estatus, entre otros de la misma categoría. No se remiten datos personales sensibles. Los datos personales que nos sean remitidos en nuestra calidad de procesador del tratamiento de datos serán utilizados para las siguientes finalidades: Verificar y confirmar su identidad; Procesamiento de la transacción; Realizar aclaraciones para prevención de blanqueo de capitales, detectar fraudes o ilícitos en contra de su persona o de PayRetailers; Atender quejas, reclamaciones y sugerencias remitidas a PayRetailers; y Dar cumplimiento a las obligaciones legales a cargo de PayRetailers. No remitiremos comunicaciones comerciales sin su consentimiento. 3. Proveedor PayRetailers recogerá mediante correo electrónico y por cualquier otro medio que pongamos a su disposición, la siguiente información: Datos personales de identificación y contacto: Nombre completo, nacionalidad, correo electrónico, identificación oficial, teléfono, datos laborales, entre otros de la misma categoría. No se recogerán datos personales sensibles: Los datos personales que recogemos de usted, los utilizaremos para las siguientes finalidades primarias, que son necesarias para formalizar la relación contractual: i) Verificar y confirmar su identidad; ii) Proceso de onboarding, incluyendo la revisión y aprobación del área de Compliance con base en las políticas internas de PayRetailers; iii) Generar la documentación necesaria para concretar la relación comercial; iv) Gestionar los pagos correspondientes; v) Realizar revisiones legales y debidas diligencias. y vi) Dar cumplimiento a las obligaciones legales a cargo de PayRetailers. Base legal del tratamiento Para el tratamiento de los datos personales, PayRetailers parte de las siguientes bases legales: Relaciones comerciales contractuales y precontractuales. Tratamos los datos personales con el fin de formalizar relaciones comerciales con posibles entidades comerciales y para cumplir con las respectivas obligaciones contractuales que tenemos con dichas entidades. Intereses comerciales legítimos. De conformidad con la legislación aplicable, tratamos los datos para efectos de dar cumplimiento a las obligaciones legales de PayRetailers, como la prevención y aclaración de fraudes, así como la prestación de nuestros servicios a dichas entidades. Consentimiento: Basados en el consentimiento que usted nos proporciona para tratar sus datos personales en calidad de representante de una entidad comercial. ¿Cuánto tiempo almacenamos sus datos personales? Conservaremos sus datos únicamente durante el período estrictamente necesario para los respectivos fines del tratamiento o durante el período legal, en su caso. ¿A quién transferimos sus datos? PayRetailers comparte sus datos con otras entidades del grupo corporativo de PayRetailers que operan bajo los mismos estándares, procesos y/o políticas internas bajo los que opera PayRetailers, para el integral cumplimiento de los servicios que ofrecemos. Asimismo, PayRetailers comparte datos, a través de remisiones, a personas que tengan el carácter de encargados o sub-procesadores del tratamiento, como pueden ser prestadores de servicios o socios de negocios con los que PayRetailers tenga una relación jurídica. PayRetailers verifica que tales prestadores de servicios o socios de negocios cumplan con los mismos estándares de protección de datos que PayRetailers. Le informamos que PayRetailers no realiza transferencias de datos a terceros, salvo los supuestos de excepción y que no requieren de su consentimiento, previstos en la legislación aplicable, tal es el caso de aquellas necesarias o legalmente exigidas para la salvaguarda de un interés público, o para la procuración o administración de justicia. Transferencia internacional de datos Sus datos personales pueden ser almacenados fuera de Perú por nuestros proveedores o prestadores de servicios o por empresas del Grupo de PayRetailers para los fines descritos en esta política de privacidad. Sus datos personales eventualmente transferidos a otros países serán tratados con el mismo nivel de protección, en cumplimiento con las garantías requeridas por la legislación aplicable y bajo las políticas de seguridad de PayRetailers. ¿Cómo puede ejercer sus derechos relativos a la privacidad? Usted tiene derecho a conocer qué datos personales tenemos de usted, para qué los utilizamos y las condiciones del uso que les damos (Acceso). Asimismo, es su derecho solicitar la corrección de su información personal en caso de que esté desactualizada, sea inexacta o incompleta (Rectificación); que la eliminemos de nuestros registros o bases de datos cuando considere que la misma no está siendo utilizada adecuadamente (Cancelación); así como oponerse al uso de sus datos personales para fines específicos (Oposición). Asimismo, usted puede revocar el consentimiento que, en su caso, nos haya otorgado para el tratamiento de sus datos personales. Usted deberá considerar que para ciertos fines, la revocación de su consentimiento implicará que no le podamos seguir prestando el servicio que nos solicitó, o la conclusión de su relación con Payretailers. Para el ejercicio de cualquiera de los derechos ARCO o revocación, usted deberá enviar una solicitud a la dirección de correo privacy@payretailers.com , que deberá cumplir con los siguientes requisitos y documentos: Nombre completo del Titular; Copia del documento que acrediten su identidad por ambos lados; En caso de que el Titular comparezca por medio de representante legal, éste último deberá también exhibir, por la misma vía, los documentos que acrediten la representación legal (i.e. carta poder simple firmada por el Titular, el apoderado y dos testigos, acompañada de una copia de las identificaciones del apoderado y los dos testigos); Descripción clara y precisa de los datos personales respecto de los que se busca ejercer alguno de los derechos. Las solicitudes serán atendidas dentro de los plazos previstos en la ley aplicable, a través de nuestro delegado de protección de datos, quien puede ser contactado para dudas o aclaraciones mediante la dirección de correo privacy@payretailers.com Seguridad de los datos personales PayRetailers mantiene implementadas medidas de seguridad técnicas y organizativas para evitar la pérdida, robo, modificación y/o acceso no autorizado a sus datos personales, tales como controles de acceso, minimización del número de personas que acceden a los datos, implementación de herramientas de ciberseguridad como firewalls, antivirus, entre otras. Asimismo, nuestro sitio web cuenta con un certificado de seguridad Secure Sockets Layer (SSL), el cual codifica la información que usted introduce para mantener la confidencialidad de esta. ¿Cómo puede conocer los cambios en esta política de privacidad? La presente política de privacidad puede sufrir modificaciones, cambios o actualizaciones derivadas de nuevos requerimientos legales; de nuestras propias necesidades por los productos o servicios que ofrecemos; de nuestras prácticas de privacidad; de cambios en nuestro modelo de negocio, o por otras causas. El procedimiento a través del cual se llevarán a cabo las notificaciones sobre cambios o actualizaciones será mediante una nota informativa en nuestro sitio web, mediante correo electrónico o cualquier otro medio tecnológico disponible en el momento. Última actualización: enero 2023 PayRetailers S.L ., ( PayRetailers) , con domicilio en Avenida Diagonal número 682 planta 1, 08034 ciudad de Barcelona, España es la responsable del uso y protección de sus datos personales, y de conformidad con el Reglamento (UE) 2016/679 y la Ley Orgánica 3/2018, le informamos lo siguiente: Cuando usted actúe en representación de una entidad comercial, nos referiremos a usted como representante . Cuando usted realice actividades comerciales con una entidad comercial, pero no realiza actividades directamente con PayRetailers, nos referimos a usted como cliente final . Cuando usted actúe como proveedor de servicios de PayRetailers, nos referiremos a usted como proveedor . Consentimiento Al momento de aceptar el presente Aviso de Privacidad estas consintiendo expresamente la utilización de tus datos personales, para los fines exclusivos que se definen en este documento. En el uso de tus datos suministrados, se incluye el almacenamiento, entendiéndose éste como la conservación en un registro o en un banco de datos, por medios propios o suministrados por terceros; y el tratamiento, entendiéndose este como cualquier operación de carácter automatizado o no que permitan recolectar, almacenar, grabar, organizar, elaborar, seleccionar, extraer, confrontar, interconectar, disociar, comunicar, ceder, transferir, transmitir o cancelar datos de carácter personal. Declaración Se hace presente que, con la finalidad de dar cumplimiento al presente Aviso de Privacidad, al momento de aceptar la misma debes ser mayor de edad y que los datos suministrados son correctos y veraces. En caso de solicitar una modificación, te pedimos que nos informes a la brevedad de conformidad al procedimiento que se expone más adelante. En ningún lugar del sitio web recogemos conscientemente datos personales o información de personas menores de 18 años. ¿Qué datos personales utilizaremos, cómo los obtenemos y para qué fines? 1. Representante PayRetailers en su calidad de responsable del tratamiento de datos, recogerá mediante el sitio web de PayRetailers, por correo electrónico y por cualquier otro medio que pongamos a su disposición, la siguiente información: Datos personales de identificación y contacto: Nombre completo, nacionalidad, correo electrónico, identificación personal vigente, clave del Registro Federal de Contribuyentes y/o número de identificación fiscal y/o equivalente, teléfono, datos laborales, entre otros de la misma categoría. No se recogerán datos personales de carácter sensible: Los datos personales que recogemos de usted, los utilizaremos para las siguientes finalidades primarias, que son necesarias para el servicio que solicita: Creación de cuenta en el sitio web de PayRetailers; Proceso de onboarding, incluyendo la revisión y aprobación del área de Compliance con base en las políticas internas de PayRetailers; Generar la documentación necesaria para concretar la relación comercial; Proveerle los servicios contratados; Realizar gestiones para mantener actualizados sus datos personales y documentación legal de su empresa; Realizar aclaraciones para prevención de blanqueo de capitales, detectar fraudes o ilícitos en contra de su persona o de PayRetailers; Realizar revisiones legales y debidas diligencias; Comunicarnos con usted con el fin de cumplir con nuestras obligaciones de acuerdo con los términos del servicio; Realizar todo tipo de análisis para mejorar los servicios ofrecidos por PayRetailers, Fines mercadológicos, publicitarios o de prospección comercial respecto de los servicios que ofrecemos, propios o de terceros; Realizar encuestas de servicio, con el objetivo de evaluar y mejorar la calidad de los productos y servicios que ofrecemos, y Dar cumplimiento a las obligaciones legales a cargo de PayRetailers. 2. Cliente final PayRetailers presta sus servicios a entidades comerciales, que directa o indirectamente nos proporcionan datos personales de clientes finales en relación con las propias actividades comerciales de las entidades. Cuando actuamos como procesador del tratamiento de datos , tratamos los datos personales de acuerdo con los términos y condiciones de nuestro acuerdo con dicha entidad. Las entidades comerciales son responsables de garantizar los derechos de privacidad de sus clientes finales, lo que incluye garantizar la divulgación adecuada de la recogida y el tratamiento de los datos que se produce en relación con los servicios. Si usted es un cliente final, consulte la política de privacidad de la entidad comercial para obtener información sobre el tratamiento de sus datos. Los datos personales que la entidad comercial nos proporciona de manera directa o indirecta de usted, a través de nuestra interfaz de programación, correo electrónico o por el medio que la entidad comercial designa, incluyen lo siguiente: Datos personales de identificación: Nombre completo, correo electrónico, teléfono, domicilio, identificación oficial, entre otros de la misma categoría. Datos de la transacción: fecha, monto, método de pago, país donde se realizó, estatus, entre otros de la misma categoría. No se remiten datos personales sensibles. Los datos personales que nos sean remitidos en nuestra calidad de procesador del tratamiento de datos serán utilizados para las siguientes finalidades: Verificar y confirmar su identidad; Procesamiento de la transacción; Realizar aclaraciones para prevención de blanqueo de capitales, detectar fraudes o ilícitos en contra de su persona o de PayRetailers; Atender quejas, reclamaciones y sugerencias remitidas a PayRetailers; y Dar cumplimiento a las obligaciones legales a cargo de PayRetailers. No remitiremos comunicaciones comerciales sin su consentimiento. 3. Proveedor PayRetailers recogerá mediante correo electrónico y por cualquier otro medio que pongamos a su disposición, la siguiente información: Datos personales de identificación y contacto: Nombre completo, nacionalidad, correo electrónico, identificación oficial, teléfono, datos laborales, entre otros de la misma categoría. No se recogerán datos personales sensibles: Los datos personales que recogemos de usted, los utilizaremos para las siguientes finalidades primarias, que son necesarias para formalizar la relación contractual: Verificar y confirmar su identidad; Proceso de onboarding, incluyendo la revisión y aprobación del área de Compliance con base en las políticas internas de PayRetailers; Generar la documentación necesaria para concretar la relación comercial; Gestionar los pagos correspondientes; Realizar revisiones legales y debidas diligencias. y Dar cumplimiento a las obligaciones legales a cargo de PayRetailers. Base legal del tratamiento Para el tratamiento de los datos personales, PayRetailers parte de las siguientes bases legales: Relaciones comerciales contractuales y precontractuales. Tratamos los datos personales con el fin de formalizar relaciones comerciales con posibles entidades comerciales y para cumplir con las respectivas obligaciones contractuales que tenemos con dichas entidades. Intereses comerciales legítimos. De conformidad con la legislación aplicable, tratamos los datos para efectos de dar cumplimiento a las obligaciones legales de PayRetailers, como la prevención y aclaración de fraudes, así como la prestación de nuestros servicios a dichas entidades. Consentimiento: Basados en el consentimiento que usted nos proporciona para tratar sus datos personales en calidad de representante de una entidad comercial. ¿Cuánto tiempo almacenamos sus datos personales? Conservaremos sus datos únicamente durante el período estrictamente necesario para los respectivos fines del tratamiento o durante el período legal, en su caso. ¿A quién transferimos sus datos? PayRetailers comparte sus datos con otras entidades del grupo corporativo de PayRetailers que operan bajo los mismos estándares, procesos y/o políticas internas bajo los que opera PayRetailers, para el integral cumplimiento de los servicios que ofrecemos. Asimismo, PayRetailers comparte datos, a través de remisiones, a personas que tengan el carácter de encargados o sub-procesadores del tratamiento, como pueden ser prestadores de servicios o socios de negocios con los que PayRetailers tenga una relación jurídica. PayRetailers verifica que tales prestadores de servicios o socios de negocios cumplan con los mismos estándares de protección de datos que PayRetailers. Le informamos que PayRetailers no realiza transferencias de datos a terceros, salvo los supuestos de excepción y que no requieren de su consentimiento, previstos en la legislación aplicable, tal es el caso de aquellas necesarias o legalmente exigidas para la salvaguarda de un interés público, o para la procuración o administración de justicia. Transferencia internacional de datos Sus datos personales pueden ser almacenados fuera de la Unión Europea por nuestros proveedores o prestadores de servicios o por empresas del Grupo de PayRetailers para los fines descritos en esta política de privacidad. Sus datos personales eventualmente transferidos a otros países serán tratados con el mismo nivel de protección, en cumplimiento con las garantías requeridas por la legislación aplicable y bajo las políticas de seguridad de PayRetailers. ¿Cómo puede ejercer sus derechos relativos a la privacidad? Usted tiene derecho a solicitar confirmación de la existencia de tratamiento de datos personales (información); tener acceso a sus datos, solicitando la disponibilidad de una copia de los datos personales que nos ha proporcionado (acceso); corrección de datos incompletos, inexactos o desactualizados (rectificación); la revocación, en cualquier momento, de su consentimiento previamente otorgado para el tratamiento de datos así como la información sobre la posibilidad de que usted no preste su consentimiento para determinados tratamientos de datos y las consecuencias de no consentir (revocación); anonimización, bloqueo o eliminación de datos innecesarios, excesivos o tratados en violación del RGPD (supresión); oponerse al uso de sus datos personales para fines específicos (oposición); limitar el tratamiento de sus datos (limitación); la portabilidad de sus datos personales a otro proveedor de servicios o productos (portabilidad), así como información sobre las entidades públicas y privadas con las que compartimos datos. Para el ejercicio de cualquiera de los derechos antes mencionados, usted deberá enviar una solicitud a la dirección de correo privacy@payretailers.com , que deberá cumplir con los siguientes requisitos y documentos: Nombre completo del Titular; Copia del documento que acrediten su identidad por ambos lados; En caso de que el Titular comparezca por medio de representante legal, éste último deberá también exhibir, por la misma vía, los documentos que acrediten la representación legal (i.e. carta poder simple firmada por el Titular, el apoderado y dos testigos, acompañada de una copia de las identificaciones del apoderado y los dos testigos); Descripción clara y precisa de los datos personales respecto de los que se busca ejercer alguno de los derechos. Las solicitudes serán atendidas dentro de los plazos previstos en el Reglamento (UE) 2016/679 y la Ley Orgánica 3/2018, a través de nuestro delegado de protección de datos, quien puede ser contactado para dudas o aclaraciones mediante la dirección de correo privacy@payretailers.com Seguridad de los datos personales PayRetailers mantiene implementadas medidas de seguridad técnicas y organizativas para evitar la pérdida, robo, modificación y/o acceso no autorizado a sus datos personales, tales como controles de acceso, minimización del número de personas que acceden a los datos, implementación de herramientas de ciberseguridad como firewalls, antivirus, entre otras. Contamos con la certificación PCI DSS (Payment Card Industry Data Security Standard) para garantizar que los datos de las tarjetas de crédito se procesen, almacenen o transmitan en un entorno seguro. Asimismo, nuestro sitio web cuenta con un certificado de seguridad Secure Sockets Layer (SSL), el cual codifica la información que usted introduce para mantener la confidencialidad de esta. ¿Cómo puede conocer los cambios en esta política de privacidad? La presente política de privacidad puede sufrir modificaciones, cambios o actualizaciones derivadas de nuevos requerimientos legales; de nuestras propias necesidades por los productos o servicios que ofrecemos; de nuestras prácticas de privacidad; de cambios en nuestro modelo de negocio, o por otras causas. El procedimiento a través del cual se llevarán a cabo las notificaciones sobre cambios o actualizaciones será mediante una nota informativa en nuestro sitio web, mediante correo electrónico o cualquier otro medio tecnológico disponible en el momento. Última actualización: octubre 2022 PayRetailers Dominicana S.R.L (Payretailers), con domicilio social en Avenida Gustavo Mejía Ricart número 106 Torre Piantini, suite 802, Santo Domingo de Guzmán, República dominicana, es la responsable del uso y protección de sus datos personales, y de conformidad con la Ley Orgánica de Protección de Datos, le informamos lo siguiente: Cuando usted actúe en representación de una entidad comercial, nos referiremos a usted como representante . Cuando usted realice actividades comerciales con una entidad comercial, pero no realiza actividades directamente con PayRetailers, nos referimos a usted como cliente final . Cuando usted actúe como proveedor de servicios de PayRetailers, nos referiremos a usted como proveedor . Consentimiento Al momento de aceptar el presente Aviso de Privacidad estas consintiendo expresamente la utilización de tus datos personales, para los fines exclusivos que se definen en este documento. En el uso de tus datos suministrados, se incluye el almacenamiento, entendiéndose éste como la conservación en un registro o en un banco de datos, por medios propios o suministrados por terceros; y el tratamiento, entendiéndose este como cualquier operación de carácter automatizado o no que permitan recolectar, almacenar, grabar, organizar, elaborar, seleccionar, extraer, confrontar, interconectar, disociar, comunicar, ceder, transferir, transmitir o cancelar datos de carácter personal. Declaración Se hace presente que, con la finalidad de dar cumplimiento al presente Aviso de Privacidad, al momento de aceptar la misma debes ser mayor de edad y que los datos suministrados son correctos y veraces. En caso de solicitar una modificación, te pedimos que nos informes a la brevedad de conformidad al procedimiento que se expone más adelante. En ningún lugar del sitio web recogemos conscientemente datos personales o información de personas menores de 18 años. ¿Qué datos personales utilizaremos, cómo los obtenemos y para qué fines? 1. Representante PayRetailers en su calidad de responsable del tratamiento de datos, recogerá mediante el sitio web de PayRetailers, por correo electrónico y por cualquier otro medio que pongamos a su disposición, la siguiente información: Datos personales de identificación y contacto: Nombre completo, nacionalidad, correo electrónico, identificación personal vigente, clave del Registro Federal de Contribuyentes y/o número de identificación fiscal y/o equivalente, teléfono, datos laborales, entre otros de la misma categoría. No se recogerán datos personales de carácter sensible. Los datos personales que recogemos de usted, los utilizaremos para las siguientes finalidades primarias, que son necesarias para el servicio que solicita: Creación de cuenta en el sitio web de PayRetailers; Proceso de onboarding, incluyendo la revisión y aprobación del área de Compliance con base en las políticas internas de PayRetailers; Generar la documentación necesaria para concretar la relación comercial; Proveerle los servicios contratados; Realizar gestiones para mantener actualizados sus datos personales y documentación legal de su empresa; Realizar aclaraciones para prevención de blanqueo de capitales, detectar fraudes o ilícitos en contra de su persona o de PayRetailers; Realizar revisiones legales y debidas diligencias; Comunicarnos con usted con el fin de cumplir con nuestras obligaciones de acuerdo con los términos del servicio; Realizar todo tipo de análisis para mejorar los servicios ofrecidos por PayRetailers, Fines mercadológicos, publicitarios o de prospección comercial respecto de los servicios que ofrecemos, propios o de terceros; Realizar encuestas de servicio, con el objetivo de evaluar y mejorar la calidad de los productos y servicios que ofrecemos, y Dar cumplimiento a las obligaciones legales a cargo de PayRetailers. 2. Cliente final PayRetailers presta sus servicios a entidades comerciales, que directa o indirectamente nos proporcionan datos personales de clientes finales en relación con las propias actividades comerciales de las entidades. Cuando actuamos como procesador del tratamiento de datos , tratamos los datos personales de acuerdo con los términos y condiciones de nuestro acuerdo con dicha entidad. Las entidades comerciales son responsables de garantizar los derechos de privacidad de sus clientes finales, lo que incluye garantizar la divulgación adecuada de la recogida y el tratamiento de los datos que se produce en relación con los servicios. Si usted es un cliente final, consulte la política de privacidad de la entidad comercial para obtener información sobre el tratamiento de sus datos. Los datos personales que la entidad comercial nos proporciona de manera directa o indirecta de usted, a través de nuestra interfaz de programación, correo electrónico o por el medio que la entidad comercial designa, incluyen lo siguiente: Datos personales de identificación: Nombre completo, correo electrónico, teléfono, domicilio, identificación oficial, entre otros de la misma categoría. Datos de la transacción: fecha, monto, método de pago, país donde se realizó, estatus, entre otros de la misma categoría. No se remiten datos personales sensibles. Los datos personales que nos sean remitidos en nuestra calidad de procesador del tratamiento de datos serán utilizados para las siguientes finalidades: Verificar y confirmar su identidad; Procesamiento de la transacción; Realizar aclaraciones para prevención de blanqueo de capitales, detectar fraudes o ilícitos en contra de su persona o de PayRetailers; Atender quejas, reclamaciones y sugerencias remitidas a PayRetailers; y Dar cumplimiento a las obligaciones legales a cargo de PayRetailers. No remitiremos comunicaciones comerciales sin su consentimiento. 3. Proveedor PayRetailers recogerá mediante correo electrónico y por cualquier otro medio que pongamos a su disposición, la siguiente información: Datos personales de identificación y contacto: Nombre completo, nacionalidad, correo electrónico, identificación oficial, teléfono, datos laborales, entre otros de la misma categoría. No se recogerán datos personales sensibles. Los datos personales que recogemos de usted, los utilizaremos para las siguientes finalidades primarias, que son necesarias para formalizar la relación contractual: i) Verificar y confirmar su identidad; ii) Proceso de onboarding, incluyendo la revisión y aprobación del área de Compliance con base en las políticas internas de PayRetailers; iii) Generar la documentación necesaria para concretar la relación comercial; iv) Gestionar los pagos correspondientes; v) Realizar revisiones legales y debidas diligencias. y vi) Dar cumplimiento a las obligaciones legales a cargo de PayRetailers. Base legal del tratamiento Para el tratamiento de los datos personales, PayRetailers parte de las siguientes bases legales: Relaciones comerciales contractuales y precontractuales. Tratamos los datos personales con el fin de formalizar relaciones comerciales con posibles entidades comerciales y para cumplir con las respectivas obligaciones contractuales que tenemos con dichas entidades. Intereses comerciales legítimos. De conformidad con la legislación aplicable, tratamos los datos para efectos de dar cumplimiento a las obligaciones legales de PayRetailers, como la prevención y aclaración de fraudes, así como la prestación de nuestros servicios a dichas entidades. Consentimiento: Basados en el consentimiento que usted nos proporciona para tratar sus datos personales en calidad de representante de una entidad comercial. ¿Cuánto tiempo almacenamos sus datos personales? Conservaremos sus datos únicamente durante el período estrictamente necesario para los respectivos fines del tratamiento o durante el período legal, en su caso. ¿A quién transferimos sus datos? PayRetailers comparte sus datos con otras entidades del grupo corporativo de PayRetailers que operan bajo los mismos estándares, procesos y/o políticas internas bajo los que opera PayRetailers, para el integral cumplimiento de los servicios que ofrecemos. Asimismo, PayRetailers comparte datos, a través de remisiones, a personas que tengan el carácter de encargados o sub-procesadores del tratamiento, como pueden ser prestadores de servicios o socios de negocios con los que PayRetailers tenga una relación jurídica. PayRetailers verifica que tales prestadores de servicios o socios de negocios cumplan con los mismos estándares de protección de datos que PayRetailers. Le informamos que PayRetailers no realiza transferencias de datos a terceros, salvo los supuestos de excepción y que no requieren de su consentimiento, previstos en la legislación aplicable, tal es el caso de aquellas necesarias o legalmente exigidas para la salvaguarda de un interés público, o para la procuración o administración de justicia. Transferencia internacional de datos Sus datos personales pueden ser almacenados fuera de República Dominicana por nuestros proveedores o prestadores de servicios o por empresas del Grupo de PayRetailers para los fines descritos en esta política de privacidad. Sus datos personales eventualmente transferidos a otros países serán tratados con el mismo nivel de protección, en cumplimiento con las garantías requeridas por la legislación aplicable y bajo las políticas de seguridad de PayRetailers. ¿Cómo puede ejercer sus derechos relativos a la privacidad? Usted tiene derecho a tener acceso a sus datos, solicitando la disponibilidad de una copia de los datos personales que nos ha proporcionado (acceso); corrección de datos incompletos, inexactos o desactualizados (rectificación); bloqueo o eliminación de datos innecesarios, excesivos o tratados en violación de la ley (cancelación); así como oponerse al uso de sus datos personales para fines específicos (oposición). Asimismo, usted puede revocar el consentimiento que, en su caso, nos haya otorgado para el tratamiento de sus datos personales. Usted deberá considerar que para ciertos fines, la revocación de su consentimiento implicará que no le podamos seguir prestando el servicio que nos solicitó, o la conclusión de su relación con Payretailers. Para el ejercicio de cualquiera de los derechos ARCO o revocación, usted deberá enviar una solicitud a la dirección de correo privacy@payretailers.com , que deberá cumplir con los siguientes requisitos y documentos: Nombre completo del Titular; Copia del documento que acrediten su identidad por ambos lados; En caso de que el Titular comparezca por medio de representante legal, éste último deberá también exhibir, por la misma vía, los documentos que acrediten la representación legal (i.e. carta poder simple firmada por el Titular, el apoderado y dos testigos, acompañada de una copia de las identificaciones del apoderado y los dos testigos); Descripción clara y precisa de los datos personales respecto de los que se busca ejercer alguno de los derechos. Las solicitudes serán atendidas dentro de los plazos previstos en la ley aplicable, a través de nuestro delegado de protección de datos, quien puede ser contactado para dudas o aclaraciones mediante la dirección de correo privacy@payretailers.com Seguridad de los datos personales PayRetailers mantiene implementadas medidas de seguridad técnicas y organizativas para evitar la pérdida, robo, modificación y/o acceso no autorizado a sus datos personales, tales como controles de acceso, minimización del número de personas que acceden a los datos, implementación de herramientas de ciberseguridad como firewalls, antivirus, entre otras. Asimismo, nuestro sitio web cuenta con un certificado de seguridad Secure Sockets Layer (SSL), el cual codifica la información que usted introduce para mantener la confidencialidad de esta. ¿Cómo puede conocer los cambios en esta política de privacidad? La presente política de privacidad puede sufrir modificaciones, cambios o actualizaciones derivadas de nuevos requerimientos legales; de nuestras propias necesidades por los productos o servicios que ofrecemos; de nuestras prácticas de privacidad; de cambios en nuestro modelo de negocio, o por otras causas. El procedimiento a través del cual se llevarán a cabo las notificaciones sobre cambios o actualizaciones será mediante una nota informativa en nuestro sitio web, mediante correo electrónico o cualquier otro medio tecnológico disponible en el momento. Última actualización: mayo 2023 AVISO DE PRIVACIDAD PAYRETAILERS GROUP PayRetailers Group S.A de C.V, (PayRetailers), con domicilio en calle Sierra Mojada 405, piso 3, oficina 1, Colonia Lomas de Chapultepec, C.P 11000 alcaldía Miguel Hidalgo, Ciudad de México, es la responsable del uso y protección de sus datos personales, y de conformidad con la Ley Federal de Protección de Datos Personales en Posesión de Particulares (LFPDPPP) le informamos lo siguiente: Cuando usted actúe en representación de una entidad comercial, nos referiremos a usted como representante. Cuando usted realice actividades comerciales con una entidad comercial, pero no realiza actividades directamente con PayRetailers, nos referimos a usted como cliente final. Cuando usted actúe como proveedor de servicios de PayRetailers, nos referiremos a usted como proveedor. Consentimiento Al momento de aceptar el presente Aviso de Privacidad estas consintiendo expresamente la utilización de tus datos personales, para los fines exclusivos que se definen en este documento. En el uso de tus datos suministrados, se incluye el almacenamiento, entendiéndose éste como la conservación en un registro o en un banco de datos, por medios propios o suministrados por terceros; y el tratamiento, entendiéndose este como cualquier operación de carácter automatizado o no que permitan recolectar, almacenar, grabar, organizar, elaborar, seleccionar, extraer, confrontar, interconectar, disociar, comunicar, ceder, transferir, transmitir o cancelar datos de carácter personal. Declaración Se hace presente que, con la finalidad de dar cumplimiento al presente Aviso de Privacidad, al momento de aceptar la misma debes ser mayor de edad y que los datos suministrados son correctos y veraces. En caso de solicitar una modificación, te pedimos que nos informes a la brevedad de conformidad al procedimiento que se expone más adelante. En ningún lugar del sitio web recogemos conscientemente datos personales o información de personas menores de 18 años. ¿Qué datos personales utilizaremos, cómo los obtenemos y para qué fines? 1. Representante Payretailers en su calidad de responsable del tratamiento de datos, recogerá mediante el sitio web de Payretailers, por correo electrónico y por cualquier otro medio que pongamos a su disposición, la siguiente información: Datos personales generales: Nombre completo, nacionalidad, correo electrónico, identificación personal vigente, clave del Registro Federal de Contribuyentes y/o número de identificación fiscal y/o equivalente, teléfono, datos laborales, entre otros de la misma categoría. No se recogerán datos personales sensibles Los datos personales que recogemos de usted, los utilizaremos para las siguientes finalidades primarias, que son necesarias para el servicio que solicita: i) Creación de cuenta en el sitio web de PayRetailers; ii) Proceso de onboarding, incluyendo la revisión y aprobación del área de Compliance con base en las políticas internas de PayRetailers; iii) Generar la documentación necesaria para concretar la relación comercial; iv) Proveerle los servicios contratados; v) Realizar gestiones para mantener actualizados sus datos personales y documentación legal de su empresa; vi) Realizar aclaraciones para prevención de blanqueo de capitales, detectar fraudes o ilícitos en contra de su persona o de PayRetailers; vii) Realizar revisiones legales y debidas diligencias; viii) Comunicarnos con usted con el fin de cumplir con nuestras obligaciones de acuerdo con los términos del servicio; ix) Realizar todo tipo de análisis para mejorar los servicios ofrecidos por PayRetailers; x) Fines mercadológicos, publicitarios o de prospección comercial respecto de los servicios que ofrecemos, propios o de terceros; xi) Realizar encuestas de servicio, con el objetivo de evaluar y mejorar la calidad de los productos y servicios que ofrecemos; y xii) Dar cumplimiento a las obligaciones legales a cargo de PayRetailers. 2. Cliente final PayRetailers presta sus servicios a entidades comerciales, que directa o indirectamente nos proporcionan datos personales de clientes finales en relación con las propias actividades comerciales de las entidades. Cuando actuamos como encargados del tratamiento de datos, tratamos los datos personales de acuerdo con los términos y condiciones de nuestro acuerdo con dicha entidad. Las entidades comerciales son responsables de garantizar los derechos de privacidad de sus clientes finales, lo que incluye garantizar la divulgación adecuada de la recogida y el tratamiento de los datos que se produce en relación con los servicios. Si usted es un cliente final, consulte la política de privacidad de la entidad comercial para obtener información sobre el tratamiento de sus datos. Los datos personales que la entidad comercial nos proporciona de manera directa o indirecta de usted, a través de nuestra interfaz de programación, correo electrónico o por el medio que la entidad comercial designa, incluyen lo siguiente: Datos personales de identificación: Nombre completo, correo electrónico, teléfono, domicilio, identificación oficial, entre otros de la misma categoría. Datos de la transacción: fecha, monto, método de pago, país donde se realizó, estatus, entre otros de la misma categoría. No se remiten datos personales sensibles. Los datos personales que nos sean remitidos en nuestra calidad de encargado del tratamiento de datos serán utilizados para las siguientes finalidades: i) Verificar y confirmar su identidad; ii) Procesamiento de la transacción; iii) Realizar aclaraciones para prevención de blanqueo de capitales, detectar fraudes o ilícitos en contra de su persona o de PayRetailers; iv) Atender quejas, reclamaciones y sugerencias remitidas a PayRetailers; y v) Dar cumplimiento a las obligaciones legales a cargo de PayRetailers. No remitiremos comunicaciones comerciales sin su consentimiento. 3. Proveedor PayRetailers recogerá mediante correo electrónico y por cualquier otro medio que pongamos a su disposición, la siguiente información: Datos personales de identificación y contacto: Nombre completo, nacionalidad, correo electrónico, identificación oficial, teléfono, datos laborales, entre otros de la misma categoría. No se recogerán datos personales sensibles. Los datos personales que recogemos de usted, los utilizaremos para las siguientes finalidades primarias, que son necesarias para formalizar la relación contractual: i) Verificar y confirmar su identidad; ii) Proceso de onboarding, incluyendo la revisión y aprobación del área de Compliance con base en las políticas internas de PayRetailers; iii) Generar la documentación necesaria para concretar la relación comercial; iv) Gestionar los pagos correspondientes; v) Realizar revisiones legales y debidas diligencias; y vi) Dar cumplimiento a las obligaciones legales a cargo de PayRetailers. Base legal del tratamiento Para el tratamiento de los datos personales, PayRetailers parte de las siguientes bases legales: a. Relaciones comerciales contractuales y precontractuales: Tratamos los datos personales con el fin de formalizar relaciones comerciales con posibles entidades comerciales y para cumplir con las respectivas obligaciones contractuales que tenemos con dichas entidades. b. Intereses comerciales legítimos: De conformidad con la legislación aplicable, tratamos los datos para efectos de dar cumplimiento a las obligaciones legales de PayRetailers, como la prevención y aclaración de fraudes, así como la prestación de nuestros servicios a dichas entidades. c. Consentimiento. Basados en el consentimiento que usted nos proporciona para tratar sus datos personales en calidad de representante de una entidad comercial. ¿Cuánto tiempo almacenamos sus datos personales? Conservaremos sus datos únicamente durante el período estrictamente necesario para los respectivos fines del tratamiento o durante el período legal, en su caso. ¿A quién transferimos sus datos? PayRetailers comparte sus datos con otras entidades del grupo corporativo de PayRetailers que operan bajo los mismos estándares, procesos y/o políticas internas bajo los que opera Payretailers, para el integral cumplimiento de los servicios que ofrecemos. Asimismo, PayRetailers comparte sus datos, a través de remisiones, a personas que tengan el carácter de encargados del tratamiento, como pueden ser prestadores de servicios o socios de negocios con los que PayRetailers tenga una relación jurídica. PayRetailers verifica que tales prestadores de servicios o socios de negocios cumplan con los mismos estándares de protección de datos que PayRetailers. Le informamos que PayRetailers no realiza transferencias de datos a terceros, salvo los supuestos de excepción y que no requieren de su consentimiento, previstos en la legislación aplicable, tal es el caso de aquellas necesarias o legalmente exigidas para la salvaguarda de un interés público, o para la procuración o administración de justicia. Transferencia internacional de datos Sus datos personales pueden ser almacenados fuera de México por nuestros proveedores o prestadores de servicios o por empresas del Grupo de PayRetailers para los fines descritos en este aviso de privacidad. Sus datos personales eventualmente transferidos a otros países serán tratados con el mismo nivel de protección, en cumplimiento con las garantías requeridas por la legislación aplicable y bajo las políticas de seguridad de PayRetailers. ¿Cómo puede ejercer sus derechos relativos a la privacidad? Usted como representante tiene derecho a conocer qué datos personales tenemos de usted, para qué los utilizamos y las condiciones del uso que les damos (Acceso). Asimismo, es su derecho solicitar la corrección de su información personal en caso de que esté desactualizada, sea inexacta o incompleta (Rectificación); que la eliminemos de nuestros registros o bases de datos cuando considere que la misma no está siendo utilizada adecuadamente (Cancelación); así como oponerse al uso de sus datos personales para fines específicos (Oposición). Estos derechos se conocen como derechos ARCO. Asimismo, usted puede revocar el consentimiento que, en su caso, nos haya otorgado para el tratamiento de sus datos personales. Usted deberá considerar que, para ciertos fines, la revocación de su consentimiento implicará que no le podamos seguir prestando el servicio que nos solicitó, o la conclusión de su relación con PayRetailers. Para el ejercicio de cualquiera de los derechos ARCO o revocación, usted deberá enviar una solicitud a la dirección de correo privacy@payretailers.com, que deberá cumplir con los siguientes requisitos y documentos: 1. Nombre completo del Titular; 2. Copia del documento que acrediten su identidad por ambos lados; 3. En caso de que el Titular comparezca por medio de representante legal, éste último deberá también exhibir, por la misma vía, los documentos que acrediten la representación legal (i.e. carta poder simple firmada por el Titular, el apoderado y dos testigos, acompañada de una copia de las identificaciones del apoderado y los dos testigos); 4. Descripción clara y precisa de los datos personales respecto de los que se busca ejercer alguno de los derechos ARCO. Las solicitudes de ejercicio de derechos ARCO serán atendidas dentro de un plazo no mayor a 20 (veinte) días hábiles contados a partir de la fecha en que se recibió la solicitud. Si su solicitud resulta procedente, se hará efectiva dentro de los 15 (quince) días hábiles siguientes a la fecha en que PayRetailers comunique la respuesta. En caso de que la información proporcionada en su solicitud resulte errónea o insuficiente, o no se acompañen los documentos necesarios para acreditar su identidad o la representación legal, se le requerirá dentro de los 5 (cinco) días hábiles siguientes a la recepción de su solicitud, para que subsane las deficiencias. Este requerimiento deberá ser atendido por usted dentro de los 10 (diez) días hábiles siguientes a su recepción, de lo contrario su solicitud se tendrá por no presentada. Las solicitudes serán atendidas por el delegado de protección de datos con domicilio en calle piso 3, oficina 1, Colonia Lomas de Chapultepec, C.P 11000 Miguel Hidalgo, Ciudad de México, quien puede ser contactado mediante la dirección de correo privacy@payretailers.com Seguridad de los datos personales PayRetailers mantiene implementadas medidas de seguridad técnicas y organizativas para evitar la pérdida, robo, modificación y/o acceso no autorizado a sus datos personales, tales como controles de acceso, minimización del número de personas que acceden a los datos, implementación de herramientas de ciberseguridad como firewalls, antivirus, entre otras. Asimismo, nuestro sitio web cuenta con un certificado de seguridad Secure Sockets Layer (SSL), el cual codifica la información que usted introduce para mantener la confidencialidad de esta. ¿Cómo puede conocer los cambios en este aviso de privacidad? El presente aviso de privacidad puede sufrir modificaciones, cambios o actualizaciones derivadas de nuevos requerimientos legales; de nuestras propias necesidades por los productos o servicios que ofrecemos; de nuestras prácticas de privacidad; de cambios en nuestro modelo de negocio, o por otras causas. El procedimiento a través del cual se llevarán a cabo las notificaciones sobre cambios o actualizaciones será mediante una nota informativa en nuestro sitio web, mediante correo electrónico o cualquier otro medio tecnológico disponible en el momento. Última actualización: abril 2024 Esta Política de Privacidade se aplica ao grupo de empresas Pay Retailers no Brasil (adiante em conjunto simplesmente “Pay Retailers”), a saber: LOCALPAY DO BRASIL MEIO DE PAGAMENTOS LTDA., registrada no CNPJ sob o n. 45.423.315/0001-80, com domicílio na Rua Arizona, nº 491, andar 12, conj. 122, CEP 04567-000, Cidade Monções, São Paulo/SP; P. R. DO BRASIL INSTITUIÇÃO DE PAGAMENTOS LTDA., registrada no CNPJ sob o n. 46.996.177/0001-90, com domicílio na Rua Arizona, nº 491, andar 12, conj. 122, sala A, CEP 04567-000, Cidade Monções, São Paulo/SP; e PAY RETAILERS BR SERVIÇOS DE PAGAMENTOS LTDA., registrada no CNPJ sob o n. 32.364.718/0001-53, com domicílio na Rua Arizona, nº 491, andar 12, conj. 122, CEP 04567-000, Cidade Monções, São Paulo/SP. As empresas Pay Retailers são responsáveis pelo uso e proteção dos dados pessoais, a fim de cumprir e estar em conformidade com a Lei Geral de Proteção de Dados e suas modificações. Os dados pessoais são utilizados apenas para fins legítimos e especificados em conexão com nossos diversos negócios e serviços, sendo tratados somente os dados estritamente necessários. Não retemos seus dados além do tempo necessário para as operações para as quais foram coletados, ou conforme exigido pela legislação aplicável (como requisitos legais). Observe que você deve ser maior de idade para cumprir esta declaração de privacidade e que não coletamos intencionalmente dados ou informações pessoais de menores de 18 anos em nenhuma parte do nosso site. De quem tratamos Dados Pessoais? Dependendo da interação com nosso site ou dos produtos e serviços que oferecemos, a Pay Retailers poderá tratar os dados pessoais de pessoas físicas (titular dos dados pessoais): a) Representantes de Clientes: que atuam em nome e/ou são funcionários/colaboradores de clientes. Quando você atuar em nome de uma entidade comercial e/ou realizar atividades comerciais diretamente com a Pay Retailers. b) Representantes de Parceiros: que atuam em nome e/ou são funcionários/colaboradores de fornecedores de serviços, parceiros financeiros ou comerciais, que prestam seus serviços à Pay Retailers. c) Usuário Final: 1) Quando o titular dos dados pessoais realizar atividades comerciais com Clientes da Pay Retailers e, como resultado dessa atividade, nós, como terceiros, coletamos os dados pessoais; 2) Quando o titular dos dados pessoais realizar atividades comerciais ou transações diretamente com a Pay Retailers. Quais dados pessoais utilizamos, como os coletamos e para quais finalidades? A Pay Retailers poderá coletar os dados pessoais diretamente, por meios físicos e/ou eletrônicos, chamadas telefônicas, videochamadas, correio, site ou aplicativos móveis, se aplicável. Eles também poderão ser coletados indiretamente, por meio de transferências realizadas por pessoas jurídicas autorizadas, que foram obtidas em virtude de terem sido coletadas em função do serviço prestado, da relação jurídica existente, ou que, conforme o caso, venha a ser celebrada. Os dados pessoais financeiros fornecidos serão tratados e armazenados com um alto padrão de segurança e estrita confidencialidade. Em nenhum caso serão coletados dados pessoais considerados sensíveis de acordo com a LGPD. A) Representantes de Clientes. Dados pessoais: 1) Nome completo; 2) Endereço completo; 3) No caso de estrangeiros: dados de trânsito, migratórios, país de origem e endereço no país de origem; 4) CPF/CNPJ; 5) Nacionalidade; 6) E-mail; e, quando aplicável; 7) Número de telefone (quando aplicável); 8) Assinatura autografa eletrônica ou digital; 9) Data de nascimento; 10) Dados financeiros associados a dados pessoais, como valores de transações ou instruções de pagamento; 11) IP (Internet Protocol) e geolocalização. Os dados pessoais que coletamos de você serão utilizados para as seguintes finalidades principais, as quais são necessárias para o serviço que você solicita: Criação de conta no site da Pay Retailers; Processo de onboarding, incluindo a revisão e aprovação pela área de Compliance com base nas políticas internas da Pay Retailers; Gerar a documentação necessária para concretizar a relação comercial; Prestar os serviços contratados; Tomar providências para manter atualizados seus dados pessoais e documentação legal da empresa para a qual você trabalha; Prestar esclarecimentos para prevenir e detectar fraudes, prevenção da lavagem de dinheiro e do financiamento ao terrorismo ou atos ilícitos contra você ou a Pay Retailers; Conduzir revisões legais e due diligence da empresa para a qual você trabalha; Comunicar-nos com você com o objetivo de cumprir nossas obrigações de acordo com os termos do serviço; Conduzir todo tipo de análise para melhorar os serviços oferecidos pela Pay Retailers; Cumprir com as obrigações legais da Pay Retailers. B) Representantes de Parceiros. Dados pessoais: 1) Nome completo; 2) Endereço completo; 3) No caso de estrangeiros: dados de trânsito, migratórios, país de origem e endereço no país de origem; 4) CPF/CNPJ; 5) Nacionalidade; 6) E-mail; 7) Número de telefone (quando aplicável); 8) Assinatura eletrônica ou digital; 9) Data de nascimento; 10) Dados financeiros associados a dados pessoais, como valores de transações ou instruções de pagamento. Os dados pessoais que coletamos de você serão utilizados para as seguintes finalidades principais, que são necessárias para o serviço que você solicita: Dados de identificação pessoal: Nome completo, e-mail, telefone, endereço, identificação oficial, entre outros da mesma categoria. Dados da transação: data, valor, forma de pagamento, país onde foi realizada, status, entre outros da mesma categoria. Os dados pessoais confidenciais não são enviados. Os dados pessoais que nos são enviados na nossa posição como processador de dados serão utilizados para os seguintes fins: Negociações pré-contratuais e contratuais; Faturamento de pagamentos de serviços, comissões, faturamento, realização de pagamentos; Preparação de arquivos administrativos depara controle interno; Quando aplicável, para todos os fins vinculados à relação jurídica/contratual celebrada ou a celebrar. C) Usuário Final A Pay Retailers presta seus serviços a entidades comerciais, que direta ou indiretamente nos fornecem dados pessoais de seus usuários finais em conexão com as próprias atividades comerciais de tais entidades. Quando atuamos como fornecedor de serviços, tratamos os dados como processadores de dados para uma entidade comercial, de acordo com os termos e condições do nosso acordo contrato com essa entidade. As entidades comerciais são responsáveis por garantir os direitos de privacidade de seus usuários finais, o que inclui garantir a divulgação adequada da coleta e do tratamento dos dados que ocorrem em relação aos serviços. Se você é um usuário final, consulte a política de privacidade da entidade comercial para obter informações sobre o tratamento de seus dados. Quando coletamos dados pessoais diretamente de usuários finais, isso será feito por meio da nossa interface (PayWall) em conformidade com o contrato que temos com você, com a legislação, com as entidades comerciais e de acordo com esta Política de Privacidade. Os dados pessoais que a entidade comercial nos fornece direta ou indiretamente de usuários finais incluem o seguinte: Verificar e confirmar sua identidade; Processar a transação; Realizar esclarecimentos para prevenir e detectar fraudes, prevenção à lavagem de dinheiro e do financiamento ao terrorismo ou atos ilícitos contra você ou a Pay Retailers; Comunicações sobre a transação e o status desta. Não enviaremos comunicações comerciais sem o seu consentimento; Para tratar de reclamações, reivindicações e sugestões remetidas apresentadas à Pay Retailers; Cumprir com as obrigações legais a cargo da Pay Retailers. Quais são as bases legais para o tratamento de Dados Pessoais? a. Consentimento. Na ausência de uma base legal específica, trataremos os dados pessoais com base no consentimento livre, informado e inequívoco fornecido pelo titular dos dados pessoais, seja de maneira direta ou indireta, para os fins específicos descritos nesta Política de Privacidade na qualidade de controlador dos dados pessoais e/ou processador dos dados pessoais fornecidos por uma entidade comercial. b. Obrigações legais ou regulamentares por parte do responsável pelo tratamento. Tratamos os dados pessoais com o objetivo de formalizar relações comerciais com possíveis entidades comerciais, para cumprir com a prestação dos serviços e as obrigações contratuais que temos com essas entidades. c. Interesses comerciais legítimos. Em determinadas situações, podemos demonstrar que temos motivos legítimos para tratar seus dados pessoais, que podem prevalecer sobre seus direitos se, por exemplo, forem estritamente essenciais para cumprir a finalidade do tratamento por parte da Pay Retailers, como a prevenção e esclarecimento de fraudes, de acordo com a prestação de nossos serviços. Qualquer mudança nas finalidades ou na base legal adotada será informada de maneira clara para que você possa fornecer um novo consentimento, proporcionando a você informações claras, precisas e de fácil acesso sobre a forma do tratamento, o período de armazenamento e as finalidades específicas que justificam a coleta de seus dados. Quais medidas de segurança e por quanto tempo armazenamos seus Dados Pessoais? A Pay Retailers envida esforços razoáveis para fornecer um nível adequado de segurança ao risco associado ao tratamento de dados pessoais. Mantemos medidas organizacionais, técnicas e administrativas projetadas para proteger os dados pessoais abrangidos por esta Política contra acesso não autorizado, destruição, perda, alteração ou uso indevido. Retemos os dados pessoais pelo período de prestação do serviço que tenhamos previsto de maneira razoável e/ou conforme as disposições da legislação brasileira para a manutenção de dados pessoais para as respectivas finalidades. Após o término da finalidade que justificava o tratamento dos dados pessoais, mantemos os dados pessoais apenas para as seguintes finalidades: Cumprir com nossas obrigações legais e regulatórias. Realizar atividades de monitoramento e detecção de fraude, prevenção à lavagem de dinheiro e financiamento do terrorismo e prevenção de perdas. Cumprir com nossas obrigações fiscais, contábeis e financeiras. Quando exigido pelos compromissos contratuais assumidos com nossos parceiros financeiros (e quando a retenção dos dados for exigida pelos métodos de pagamento que você utilizou). Nos casos em que retemos dados pessoais, o fazemos de acordo com os prazos e obrigações de manutenção de registros impostas pela legislação aplicável. A quem transferimos seus Dados Pessoais? Para os fins do cumprimento da relação jurídica e das finalidades aqui descritas, os dados pessoais podem ser transferidos para: a) Entidades do grupo econômico da Pay Retailers que operam sob os mesmos padrões, processos e/ou políticas internas que nós. b) Prestadores de serviços ou parceiros comerciais (subprocessadores) com os quais a Pay Retailers mantém uma relação jurídica e contratual. A Pay Retailers verifica que tais prestadores de serviços ou parceiros comerciais cumpram os mesmos padrões de proteção de dados que a Pay Retailers. c) Autoridades financeiras para cumprir nossas obrigações decorrentes de leis nacionais ou tratados internacionais, como instituição financeira, obrigações fiscais, validação de dados fiscais, bem como para cumprir notificações ou solicitações oficiais, e para fins de prevenção de fraude e de prevenção à lavagem de dinheiro e de financiamento ao terrorismo. d) Não realizaremos transferências de dados pessoais para terceiros, exceto nos casos excepcionais previstos na legislação aplicável que não exijam seu consentimento. Transferência internacional de dados Seus dados pessoais podem ser armazenados fora do Brasil por nossos fornecedores, prestadores de serviços ou empresas do grupo Pay Retailers para os fins descritos nesta Política de Privacidade. Eles serão transferidos apenas para países ou organizações internacionais que ofereçam um nível adequado de proteção de dados pessoais, serão tratados com o mesmo nível de proteção, em conformidade com as garantias exigidas pela legislação aplicável e pelas políticas de segurança da Pay Retailers. Como pode exercer seus direitos relativos à privacidade de dados? Você pode solicitar confirmação da existência de tratamento de seus dados pessoais e informações sobre esse tratamento (informação); você tem o direito de acessar seus dados pessoais e solicitar uma cópia dos dados que foram fornecidos à Pay Retailers (acesso); seus dados estão incompletos, inexatos ou desatualizados? Você pode solicitar a correção dessas informações (retificação); você pode revogar o consentimento dado anteriormente para o tratamento de seus dados pessoais, a qualquer momento. (revogação); você pode solicitar a anonimização, bloqueio ou eliminação de dados pessoais desnecessários, excessivos ou tratados em violação à legislação aplicável (supressão); você tem o direito de se opor ao uso de seus dados pessoais para finalidades específicas (oposição); você pode solicitar a portabilidade de seus dados pessoais para outro fornecedor de serviços ou produtos (portabilidade); você tem o direito de solicitar informações sobre os critérios e procedimentos utilizados em decisões automatizadas que afetem seus dados pessoais (revisão de decisões automatizadas). Para exercer qualquer um desses direitos, você deve enviar uma solicitação para o endereço de e-mail privacy@payretailers.com Sua solicitação deve incluir: Seu nome completo; Uma cópia de um documento que comprove sua identidade (frente e verso); Se estiver agindo por meio de um representante legal, esse representante também deve enviar documentos que comprovem a representação legal (por exemplo, uma procuração assinada pelo titular, acompanhada de cópias das identificações do representante); Uma descrição clara e precisa dos dados pessoais sobre os quais você deseja exercer seus direitos. As solicitações serão tratadas dentro dos prazos estabelecidos pela legislação aplicável, por meio do nosso encarregado de proteção de dados, que pode ser contatado para dúvidas ou esclarecimentos pelo mesmo e-mail privacy@payretailers.com Denúncia de descumprimento à ANPD Se você tiver uma reclamação sobre como tratamos seus dados pessoais, entre em contato conosco para que possamos resolver o problema juntos. No entanto, se você preferir não nos comunicar suas preocupações ou se não tivermos respondido satisfatoriamente sua reclamação sobre proteção de dados, você tem o direito de apresentar uma reclamação à ANPD por qualquer violação da legislação de proteção de dados pessoais por meio. Isso pode ser feito através do seguinte link: [Denúncia ou Petição do Titular de Dados – ANPD] O Que são cookies? Para usar nosso site, coletamos e armazenamos informações pessoais de cada usuário necessárias para fornecer o serviço, verificar sua identidade e evitar o uso não autorizado. Esses dados também podem ser usados para responder a qualquer comentário, solicitação, consulta ou pergunta dos usuários. Um cookie é uma informação curta que o portal da internet envia para o seu computador e é armazenada no disco rígido. Durante sua navegação no site da Pay Retailers, podemos coletar e armazenar informações do seu dispositivo para gerar estatísticas de uso que nos ajudem a melhorar produtos ou serviços e oferecer um melhor atendimento, além de operações de suporte e manutenção. Uma cookie não nos permite saber sua identidade pessoal, a menos que você escolha opte expressamente por fornecê-la explicitamente. A maioria dos cookies expira após um período determinado de tempo, ou você pode excluí-los a qualquer momento através das configurações do seu navegador. Além disso, você pode configurar seu navegador para avisá-lo quando receber uma cookie, permitindo que você a aceite ou recuse, seguindo as instruções do navegador. Cookies não podem executar programas ou transmitir vírus. Os cookies da Pay Retailers não podem ler dados do seu disco rígido. Os sites utilizam cookies para identificar o sistema operacional que você usa, o navegador (Internet Explorer, Netscape, Opera etc.), os sites e serviços aos quais você acessa na internet e a localização geográfica onde você se encontra. É importante verificar as opções de internet do seu navegador para configurar o funcionamento e o controle dos cookies. Para mais informações, consulte nossa Política de Cookies. Como você será informado sobre alterações nesta e aviso política de privacidade? Esta Política de Privacidade pode sofrer alterações, mudanças ou atualizações devido a novos requisitos legais, nossas próprias necessidades em relação aos produtos ou serviços que oferecemos, mudanças em nosso modelo de negócios ou práticas de privacidade. Quaisquer alterações serão notificadas através de um aviso em nosso website, por e-mail ou qualquer outro meio tecnológico disponível no momento. Lei Aplicável e Jurisdição Esta Política será interpretada de acordo com a lei brasileira, sendo escolhido o Foro Central da Comarca da Capital do Estado de São Paulo para resolver qualquer disputa, questão ou dúvida que possa surgir, com renúncia expressa a qualquer outro tribunal, por mais privilegiado que seja. Última atualização: Setembro 2024 Términos y condiciones Políticas de privacidad Políticas de Cookies OK Please set data for booking a meeting in: Full Name* Empresa* Email* Only corporate email Telephone* WebSite Url* Position | Departament*"
}