{
  "url": "https://payretailers.com/es/politicas-de-cookies",
  "content": "Política de Cookies La página web https://www.payretailers.com (el sitio) es responsabilidad de PayRetailers y por medio de la presente le informamos que utilizamos cookies propias y de terceros, consecuentemente, a la utilización de cookies, se le aplica la presente política que ha sido elaborada con la finalidad de que usted, el usuario, quede informado de los distintos tratamientos que se llevan a cabo y, pueda consentir su uso de manera informada, de conformidad con lo previsto en la legislación vigente. PayRetailers le informa que emplea herramientas que le permiten obtener y disponer de información sobre sus acciones, uso y navegación por nuestro sitio con el objeto de poder mejorar su usabilidad, ofrecerle las mejores ofertas de nuestros productos o servicios, analizar y anticipar comportamientos fraudulentos, resolver incidencias y analizar errores, así como para crear perfiles que permitan crear reglas de suscripción y tarificación. Información general sobre cookies Las cookies son un mensaje enviado por el servidor al ordenador del usuario consistente en ficheros de texto que se almacenan en la memoria del ordenador (memoria chaché) y que recogen información relativa a la página que se visita. Las cookies vuelven a ser enviadas al servidor cada vez que usted entra en esa página. Las cookies instaladas por PayRetailers no pueden leer datos de su disco duro ni leer los archivos cookie creados por otros proveedores. Los logs son unos archivos almacenados en el servidor del editor que registran información sobre su navegación y que tienen por finalidad analizar el funcionamiento del sistema, localizar las incidencias y problemas que puedan surgir y solventarlos en el menor plazo posible, seguir ofreciéndole los servicios que solicita, conocer mejor sus preferencias y ofrecerle otros servicios que puedan adecuarse a sus gustos. La revocación de su consentimiento, en la forma prevista en la presente política, o la modificación de las condiciones de acceso a las cookies a través de su navegador, conllevará la imposibilidad de una correcta navegación y la imposibilidad de adecuar nuestro portal a las necesidades específicas del usuario. Tipos de cookies La clasificación de las cookies habitualmente utilizadas va en función de su responsable, el tiempo de permanencia y la finalidad de su uso: a) Tipos de cookies según la entidad que las gestione: Cookies propias: Son aquellas cookies de las que es responsable el editor (o dueño) de la página web o sitio online y que se envían al navegador del usuario desde un dominio gestionado por el propio editor, es decir, que las cookies propias se generan por la misma página web de la cual Usted visita. Cookies de tercero: son aquéllas que se envían al equipo terminal del usuario desde un dominio que no es gestionado por editor o propietario del sitio, sino por otra entidad que trata los datos obtenidos a través de las cookies. b) Tipos de cookies según el plazo de tiempo que permanecen activadas: Cookies de sesión: Son un tipo de cookies diseñadas para recabar y almacenar datos mientras, usted, el usuario accede a una página web. Se suelen emplear para almacenar información que solo interesa conservar para la prestación del servicio solicitado por el usuario en una sola ocasión. Cookies persistentes: son un tipo de cookies mediante las que los datos siguen almacenados en el terminal y pueden ser accedidos y tratados durante un periodo definido por el editor de la cookie que puede ir de unos minutos a varios años. c) Tipos de cookies según su finalidad: Cookies necesarias o técnicas: son aquellas que permiten al usuario, la navegación en la página, la utilización de servicios básicos como gestión y operativa de la web, el control del tráfico y visitas, el acceso a áreas seguras y restringidas y la realización de formularios de tarificación o contratación. La página web no puede funcionar adecuadamente sin estas cookies. Cookies de preferencia: son aquéllas que permiten al usuario acceder al servicio con algunas características generales predefinidas en función de una serie de criterios en el terminal del usuario como por ejemplo el idioma, el tipo de navegador a través del cual accede al servicio, la configuración regional desde donde accede al servicio, etc. Cookies estadísticas y de análisis: son aquéllas que permiten al editor de estas, el seguimiento y análisis del comportamiento de los usuarios de los sitios web a los que están vinculadas. La información recogida mediante este tipo de cookies se utiliza en la medición de la actividad de los sitios web, para la elaboración de perfiles de navegación de los usuarios de dichos sitios, con el fin de introducir mejoras en función del análisis de los datos. Cookies de marketing: son aquellas que permiten la gestión, de la forma más eficaz posible, de los espacios publicitarios que, en su caso, el editor haya incluido en una página web desde la que presta el servicio solicitado. Estas cookies almacenan información del comportamiento de los usuarios obtenida a través de la observación continuada de sus hábitos de navegación, lo que permite desarrollar un perfil específico para mostrar publicidad en función de este. Aceptar, denegar o cómo eliminar las cookies Usted, en calidad de usuario de esta web, presta su consentimiento, de manera informada, expresa, libre e inequívoca, para la instalación de cookies, a través del botón “Aceptar todas las cookies” que aparece en el banner de cookies cuando ingresa a nuestro sito o al usar nuestros servicios ofrecidos. Si usted decide “cancelar” el uso de cookies, le informamos que las cookies no se le instalarán en el dispositivo, excepto aquellas que sean técnicas o estrictamente necesarias, o de personalización cuando usted tome decisiones sobre ellas, actuando en ese caso como cookies técnicas y sin que puedan ser utilizadas para otros fines distintos. Al margen de dichas cookies técnicas, no se instalará ninguna otra sin su previa aceptación. aquí. Configuración de su navegador para el uso de las cookies. Adicionalmente, usted podrá impedir la generación de cookies mediante la selección de la correspondiente opción en su programa navegador. Para ello deberá acceder a las opciones de configuración de privacidad, según el navegador, y seleccionar las opciones de gestión de cookies que desee. ¿Cómo puede informarse sobre los cambios en esta política? Esta política puede ser modificada, cambiada o actualizada debido a nuevos requisitos legales; de nuestras propias necesidades para los productos o servicios que ofrecemos; nuestras prácticas de privacidad; Cambios en nuestro modelo de negocio, u otras causas. Para estar siempre informado sobre las cookies que utilizamos, y sus finalidades, le recomendamos que acceda al contenido de esta política cuando visite nuestro sitio web. Última actualización: Agosto 2024 Términos y condiciones Políticas de privacidad Políticas de Cookies OK Please set data for booking a meeting in: Full Name* Empresa* Email* Only corporate email Telephone* WebSite Url* Position | Departament*"
}