{
  "url": "https://payretailers.com/es/politicas-de-empleo",
  "content": "Política Global de Privacidad para empleados, candidatos y solicitantes de empleo PayRetailers Group SLU., con domicilio en Av. Diagonal Núm. 682 Planta 1, 08034, Barcelona, España, de conformidad con El Reglamento General de Protección de Datos (GDPR) y la legislación aplicable en protección e datos personales de las filiales de PayRetailers, hace de su conocimiento que tratará los datos personales y datos personales sensibles, que a continuación, se enlistan, para los fines indicados en la presente Política. Consentimiento. Al momento de aceptar esta Política de Privacidad, usted consiente expresamente el uso y tratamiento de sus datos personales por parte de PayRetailers y sus filiales, para los fines exclusivos definidos en este documento. El uso de sus datos personales proporcionados se incluye el almacenamiento, entendiéndose por tal la conservación en un registro o en un banco de datos, por medios propios o facilitados por terceros; y tratamiento, entendiéndose por tal cualquier operación automatizada o no automatizada que permita la recolección, almacenamiento, registro, organización, elaboración, selección, extracción, confrontación, interconexión, disociación, comunicación, cesión, transferencia, transmisión o cancelación de datos personales. Declaración Se hace constar que, para cumplir con esta declaración de privacidad, usted debe ser mayor de edad y certificar que la información que proporciona es exacta y veraz en el momento en que Usted acepta esta política de privacidad. En caso de requerir una modificación, le pedimos que nos lo comunique a la mayor brevedad posible de acuerdo con el procedimiento que se establece en el apartado de ejercicio de derechos de privacidad. Se deja constancia que para cumplir con esta declaración de privacidad debe ser mayor de edad, en ninguna parte de nuestra página, plataforma o bolsas de trabajo, recopilaremos intencionadamente datos personales o información de personas menores. ¿Qué datos personales utilizaremos y cómo los obtenemos? PayRetailers y/o sus filiales, podrá recabar sus datos de manera directa, por medio de la bolsa de trabajo interna, por cualquier solicitud de empleo que Usted nos mande o recabemos por medios físicos y/o electrónicos a través del uso de tecnologías, como correo, cookies, página web y aplicaciones móviles. También podremos recabar sus datos personales de manera indirecta mediante fuentes de acceso público, bolsas de trabajo externas, incluso redes sociales. Todos los datos personales y sensibles que como parte del proceso de registro de personal y la selección y reclutamiento de candidatos, estarán salvaguardados con las medidas de seguridad técnicas, administrativas y físicas necesarias para garantizar la protección de su información, solo serán utilizados para las finalidades aquí descritas. Si Usted es empleado: Datos Personales: 1) Datos de identificación, 2) Datos de contacto, 3) Datos Financieros, Fiscales, y/o patrimoniales, 4) Datos laborales, 5) Datos profesionales y académicos, 6) En caso de tratarse de Extranjeros: Detalles y documentación requeridos dentro del marco de leyes migratorias, tales como ciudadanía, datos de pasaporte, detalles de permiso de residencia o trabajo, país de origen y domicilio de país de origen, 7) Datos sobre procedimientos administrativos seguidos en forma de juicio y/o jurisdiccionales, 8) Fotografía de acceso, imágenes captadas por cámaras de video vigilancia, en caso de acudir o estar en nuestras oficinas, en caso de aplicar, 9) Fotografías, videos o imagen personal, registros y autorizaciones de imagen y/o voz, 10) Referencias personales y datos familiares, 12) Datos de seguridad Social. Datos Personales Sensibles: 1) Datos de salud, 2) Características físicas, 3) Vida y hábitos personales, 4) Datos Psicométricos, 5) Sólo en los casos en que el cargo sea de alto nivel y dependiendo de la legislación aplicable a PayRetailers y/o sus filiales, podrá solicitar antecedentes penales. Si Usted es candidato o solicitante: Datos Personales: Datos de identificación, datos laborales, datos académicos, datos personales contenidos en su currículum, datos contenidos en documentos migratorios (en caso de ser aplicable), motivo de salida, posiciones que ha ocupado, antigüedad, número de seguridad social, datos económicos o financieros (información relacionada, ingresos brutos y/o netos), así como estudios socioeconómico y datos de terceros como referencias profesionales y/o personales (Nombre, teléfono, dirección). Datos Personales Sensibles: Dependiendo del puesto para el que esté aplicando podrán ser recabados: Datos psicométricos, exámenes técnicos, de inteligencia, razonamiento, comportamiento, datos personales relacionados con la ejecución de pruebas como parte del proceso de documentación para identificación del candidato. Sólo en los casos en que el cargo sea de alto nivel y dependiendo de la legislación aplicable PayRetailers y/o sus filiales, podrá solicitar antecedentes penales. Datos personales de terceros. Para cumplir con las obligaciones legales adquiridas con usted, PayRetailers y/o sus filiales podrán tratar datos personales identificativos y de contacto de terceros, ya sea de referencias familiares y/o laborales que nos serán facilitados por usted, únicamente para la finalidad de comprobar sus referencias e información dada por Usted, por lo que está obligado a informar a dichos terceros sobre el tratamiento de sus datos personales y la finalidad. ¿Cuáles son las finalidades del tratamiento? Empleados: Utilizaremos los datos personales que recabemos de usted para las siguientes finalidades primarias, las cuales son necesarias para formalizar la relación laboral: 1) Capacitación y medición de habilidades de desarrollo, 2) Para todo lo relacionado con el cumplimiento de los pagos, otorgamiento de las prestaciones laborales y demás beneficios adicionales que pueda otorgar PayRetailers y/o sus filiales o empresas a las que presta servicio, 3) Para dar cumplimiento de obligaciones fiscales, laborales y judiciales, así como identificar y llevar un registro de los empleados que trabajen en cualquiera de las oficinas de PayRetailers y/o sus filiales o empresas a las que les presta servicios, 4) Para la realización de actividades operativas y/o administrativas, que incluyen campañas internas o externas, 5) Monitoreo de las actividades realizadas en el equipo de cómputo asignado para análisis y evaluación de desempeño, 6) Actualización de Datos para casos de emergencia, así como para la generación de los números de empleado y correo institucional. Las bases de datos que se generen para el cumplimiento de nuestras obligaciones serán de acuerdo con la legislación aplicable, solamente se gestionarán por contraseñas y por personal interno de la compañía, con el único objeto de cumplir con lo descrito en el presente aviso así mismo dicha información siempre será resguardada y manejada únicamente para las finalidades aquí descritas. Candidato o solicitante: 1) Para todos los fines vinculados con la selección y reclutamiento, 2) verificar referencias de empleos anteriores, nivel educativo, validación de la información relacionada con el curriculum vitae, estudios socioeconómicos, bolsa de trabajo interna y externa con terceros autorizados, programas de atracción de talento, información oportuna sobre ofertas de empleo o vacantes que surjan en PayRetailers y/o sus filiales, así como para las empresas a las que presta servicios, 3) evaluación, capacitación y medición de habilidades de desarrollo, tomar decisiones de reclutamiento y selección, llevar a cabo entrevistas, sean éstas en persona o vía remota, 4) hacer evaluaciones y exámenes para contratación, evaluar aptitudes y conocimientos del candidato en relación con las requeridas para la ejecución de la vacante que se oferta, 5) En caso de que el candidato sea extranjero, validar su legal estancia en el país y si cuenta con autorizaciones para desempeñar un trabajo en el territorio donde laborará, 6) llevar a cabo investigaciones laborales, así como solicitar referencias personales y laborales para conocer los antecedentes del candidato, y evaluar su idoneidad, 7) mantener comunicación con el candidato durante el proceso de reclutamiento y selección por los medios que establezca PayRetailers y/o sus filiales, 8) realizar un comparativo entre las compensaciones y sueldo actual del candidato para poder elaborar una oferta. Adicional a las finalidades mencionadas todos los datos personales podrán ser utilizados con la finalidad de dar cumplimiento a las obligaciones legales a cargo de PayRetailers y/o sus filiales. Base jurídica del tratamiento Para el tratamiento de los datos personales, PayRetailers y/o sus filiales parten de las siguientes bases jurídicas: a. Consentimiento. En base al consentimiento que nos proporciona para el tratamiento de sus datos personales durante su postulación y el proceso de selección y reclutamiento. b. Relaciones contractuales y precontractuales. Tratamos datos personales para formalizar la relación laboral y para cumplir con las respectivas obligaciones legales que tenemos con las diferentes autoridades. ¿Durante cuánto tiempo almacenamos sus datos personales? Conservaremos sus datos únicamente durante el plazo estrictamente necesario para los respectivos fines del tratamiento o durante el plazo legal, en su caso. ¿A quién cedemos sus datos? PayRetailers comparte sus datos con otras entidades del grupo empresarial que operan bajo los mismos estándares, procesos y/o políticas internas bajo las que operan sus filiales, así mismo podrá compartir los datos para las empresas para las que presta servicio de reclutamiento, con la finalidad de dar cumplimiento integral de los servicios que ofrecemos. Asimismo, PayRetailers y/o sus filiales comparte datos con sub-procesadores del tratamiento, como proveedores de servicios o socios comerciales con los que PayRetailers y/o sus filiales tiene una relación jurídica. PayRetailers y/o sus filiales verifica que dichos proveedores de servicios o socios comerciales cumplen con las mismas normas de protección de datos que PayRetailers y/o sus filiales. Le informamos que PayRetailers y/o sus filiales no cede datos a terceros, salvo en casos excepcionales y que no requieran su consentimiento, previsto en la legislación aplicable, tal es el caso de aquellos necesarios o legalmente exigidos para salvaguardar un interés público, o para la persecución o administración de justicia. ¿Cómo puede ejercer sus derechos de privacidad? Tiene derecho a solicitar de acuerdo con el Reglamento General de Protección de Datos (GDPR) o la legislación aplicable de la filial del país donde se trataron sus datos la confirmación de la existencia de un tratamiento de datos personales (información); tener acceso a sus datos, solicitar la disponibilidad de una copia de los datos personales que nos ha facilitado (acceso); la rectificación de datos incompletos, inexactos o desactualizados (rectificación); la revocación, en cualquier momento, de su consentimiento previamente otorgado para el tratamiento de datos, así como información sobre la posibilidad de que no dé su consentimiento para determinados tratamientos de datos y las consecuencias de no consentir (revocación); anonimización, bloqueo o eliminación de datos innecesarios, excesivos o procesados en violación a la legislación aplicable en materia de datos personales, (supresión); oponerse al uso de sus datos personales para fines específicos (oposición); limitar el tratamiento de sus datos (limitación); En las entidades donde aplica, la portabilidad de sus datos personales a otro proveedor de servicios o productos (portabilidad), así como información sobre las entidades públicas y privadas con las que compartimos datos. Para ejercer cualquiera de los derechos mencionados anteriormente, deberá enviar una solicitud a la dirección de correo electrónico privacy@payretailers.com la cual deberá cumplir con los siguientes requisitos y documentos: 1. Nombre completo del interesado. 2. Copia del documento que acredite su identidad por ambos lados. 3. Si el titular comparece a través de un representante legal, éste también deberá mostrar, por el mismo medio, los documentos que acrediten la representación legal (poder simple firmado por el titular, el apoderado y dos testigos, acompañado de copia de las identificaciones del apoderado y de los dos testigos); 4. Descripción clara y precisa de los datos personales respecto de los cuales se busca ejercer alguno de los derechos. Las solicitudes serán atendidas en los términos previstos por GDPR o de la filial del país donde se trataron sus datos, a través de nuestro delegado de protección de datos, con el que se puede contactar para dudas o aclaraciones a través de la dirección de correo electrónico privacy@payretailers.com Seguridad de los datos personales PayRetailers y/o sus filiales mantiene medidas de seguridad técnicas y organizativas para evitar la pérdida, robo, modificación y/o acceso no autorizado a sus datos personales, tales como controles de acceso, minimización del número de personas que acceden a los datos, implementación de herramientas de ciberseguridad como firewalls, antivirus, así como un monitoreo de nuestro sistema de reclutamiento basado en GDPR. Así mismo se le informa que en caso de que no desee que su postulación se mantenga en nuestro sistema, la información será eliminada de nuestra base de datos. ¿Cómo puede informarse sobre los cambios en esta política de privacidad? Esta política de privacidad puede sufrir modificaciones, cambios o actualizaciones derivadas de nuevos requerimientos legales, de nuestras propias necesidades de los productos o servicios que ofrecemos, de nuestras prácticas de privacidad o de cambios en nuestro modelo de negocio u otras causas. El procedimiento a través del cual se llevarán a cabo las notificaciones sobre cambios o actualizaciones será a través de una nota informativa en nuestra página web, por correo electrónico o cualquier otro medio tecnológico disponible en el momento. Última actualización: julio de 2024 Términos y condiciones Políticas de privacidad Políticas de Cookies OK Please set data for booking a meeting in: Full Name* Empresa* Email* Only corporate email Telephone* WebSite Url* Position | Departament*"
}